IDS_RCS_BEAM_MODEL_SECTION_I                  = "I端"
IDS_RCS_BEAM_MODEL_SECTION_M                  = "中央"
IDS_RCS_BEAM_MODEL_SECTION_J                  = "J端"
IDS_RCS_BEAM_MODEL_SECTION_ALL                = "全斷面"

IDS_RCS_BEAM_MODEL_INVALID_ARRTYEP            = "不合適的鋼筋配置方式"
IDS_RCS_BEAM_MODEL_INVALID_MEMBER_USE_TYPE    = "不合適的構件使用類型"
IDS_RCS_BEAM_MATERIAL_INVALID_FCK             = "不合適的材料設定 : f'c < 0"
IDS_RCS_BEAM_MATERIAL_INVALID_FY              = "不合適的材料設定 : fy < 0"
IDS_RCS_BEAM_MATERIAL_INVALID_FYS             = "不合適的材料設定 : fys < 0"
IDS_RCS_BEAM_SECTION_INVALID_B                = "不合適的斷面設定 : B < 0"
IDS_RCS_BEAM_SECTION_INVALID_H                = "不合適的斷面設定 : H < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP            = "不合適的斷面設定 : 保護層 (Top) < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP2           = "不合適的斷面設定 : 保護層 (Top) > H/2"
IDS_RCS_BEAM_SECTION_INVALID_CCTOP3           = "不合適的斷面設定 : 保護層 (Top) > B/2"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT            = "不合適的斷面設定 : 保護層 (Bot) < 0"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT2           = "不合適的斷面設定 : 保護層 (Bot) > H/2"
IDS_RCS_BEAM_SECTION_INVALID_CCBOT3           = "不合適的斷面設定 : 保護層 (Bot) > B/2"
IDS_RCS_BEAM_SECTION_INVALID_SLABTHK          = "不合適的斷面設定 : 版厚 < 0"
IDS_RCS_BEAM_SECTION_INVALID_SLABTHK2         = "不合適的斷面設定 : 版厚 > H"
IDS_RCS_BEAM_SECTION_INVALID_EFFWIDTH         = "不合適的斷面設定 : 有效寬度 < 0"
IDS_RCS_BEAM_SECTION_INVALID_EFFWIDTH2        = "不合適的斷面設定 : 有效寬度 < B"
IDS_RCS_BEAM_SECTION_INVALID_SPAN             = "不合適的斷面設定 : 跨度 < 0"
IDS_RCS_BEAM_SECTION_INVALID_SPLICE           = "不合適的搭接類型"
IDS_RCS_BEAM_SKINBAR_INVALID_NO               = "不合適的腰筋設定 : 腰筋支數 < 0"
IDS_RCS_BEAM_REBAR_INVALID_TOPBAR_NO          = "不合適的主筋設定 : 上層主筋支數於 %s < 0"
IDS_RCS_BEAM_REBAR_INVALID_BOTBAR_NO          = "不合適的主筋設定 : 下層主筋支數於 %s < 0"
IDS_RCS_BEAM_REBAR_INVALID_STIRRUP_NO         = "不合適的箍筋設定 : 箍筋支數於 %s < 2"
IDS_RCS_BEAM_REBAR_INVALID_STIRRUP_SPACE      = "不合適的箍筋設定 : 箍筋間距於 %s < 0"
IDS_RCS_BEAM_INVALID_COUNT_OUT_OF_MAX_RANGE_d  = "不合適的總數 : 總數 > %d"
IDS_RCS_BEAM_INVALID_TOPBAR_COUNT_OUT_OF_MAX_RANGE_d  = "不合適的鋼筋(上層)總數 : 總數 > %d"
IDS_RCS_BEAM_INVALID_BOTBAR_COUNT_OUT_OF_MAX_RANGE_d  = "不合適的鋼筋(下層)總數 : 總數 > %d"
IDS_RCS_BEAM_INVALID_STIRRUP_COUNT_OUT_OF_MAX_RANGE_d  = "不合適的箍筋總數 : 總數 > %d"

IDS_RCS_NO_REBAR_NAME                         = "無鋼筋名稱"
IDS_RCS_MAX_REBAR_LAYOUT                      = "最大鋼筋配置 (Layer %d) : %d-%d-%s"
IDS_RCS_MAX_REBAR_LAYOUT_SMODE                = "最大鋼筋配置 (L%d) : %d-%d-%s"
IDS_RCS_MAX_REBAR_NUM                         = "最大鋼筋數量 =  %d EA"

IDS_RCS_GUFDN_FOOTING_OVERTURNED              = "傾覆"
IDS_RCS_GUFDN_FOOTING_TENSION_BEARING         = "Tension Bearing"

IDS_RCS_GURBB_SMART_DESIGN                    = "Smart Design ( RC Beam )"
IDS_RCS_GURBC_SMART_DESIGN                    = "Smart Design ( RC Column )"
IDS_RCS_GURGW_SMART_DESIGN                    = "Smart Design ( RC Wall )"

IDS_RCS_GURBB_UNIT_BEAM                       = "Beam Data"
IDS_RCS_GURBB_SELECT_MODIFY_STORY             = "Select Story to Modify."
IDS_RCS_GURBB_SELECT_DELETE_STORY             = "Select Story to Delete."
IDS_RCS_GURBB_RESET_TO_DEFAULT                = "Do you want to reset data by Default?"

IDS_RCS_GURBC_UNIT_COLM                       = "Column Data"
IDS_RCS_GURBC_SELECT_MODIFY_STORY             = "Select Story to Modify."
IDS_RCS_GURBC_SELECT_DELETE_STORY             = "Select Story to Delete."
IDS_RCS_GURBC_RESET_TO_DEFAULT                = "Do you want to reset data by Default?"

IDS_RCS_GURGW_MATERIAL                        = "材料資料"
IDS_RCS_GURGW_SECTION                         = "斷面資料"
IDS_RCS_GURGW_UNITWALL                        = "單元牆資料"
IDS_RCS_GURGW_CONVERT_TO_SHEARWALL            = "批量牆資料 至 剪力牆資料"
IDS_RCS_GURGW_IMPORT_FROM_SHEARWALL           = "批量牆資料 從 剪力牆資料"
IDS_RCS_GURGW_SELECT_MODIFY_STORY             = "Select Story to Modify."
IDS_RCS_GURGW_SELECT_DELETE_STORY             = "Select Story to Delete."
IDS_RCS_GURGW_RESET_TO_DEFAULT                = "Do you want to reset data by Default?"

IDS_RCS_GURBL_EXPORT_TO_BEAM                  = "梁表格資料 至 梁資料"

IDS_RCS_ITEM_HUSE                             = "住宅"
IDS_RCS_ITEM_HSPT                             = "醫院"
IDS_RCS_ITEM_ACCOMODATION                     = "住所"
IDS_RCS_ITEM_OFFICE                           = "辦公室"
IDS_RCS_ITEM_SCHOOL                           = "校舍"
IDS_RCS_ITEM_MARKET                           = "商場"
IDS_RCS_ITEM_AMUSE                            = "集會堂"
IDS_RCS_ITEM_GYM                              = "運動設施"
IDS_RCS_ITEM_LIBR                             = "圖書館"
IDS_RCS_ITEM_INNER_PARK                       = "停車場 (室內停車場)"
IDS_RCS_ITEM_ALIGNED_PARK                     = "停車場 (室內道路與坡道)"
IDS_RCS_ITEM_OUTER_PARK                       = "停車場 (戶外)"
IDS_RCS_ITEM_WARE                             = "倉儲區"
IDS_RCS_ITEM_FACTORY                          = "工廠"
IDS_RCS_ITEM_PROOF                            = "屋頂"
IDS_RCS_ITEM_MACHINEHUSE                      = "機械設備"
IDS_RCS_ITEM_PLAZA                            = "廣場"
IDS_RCS_ITEM_USER                             = "自定義"
IDS_RCS_ITEM_LIVINGROOM                       = "客廳、公共空間、住宅通道"
IDS_RCS_ITEM_TERAS                            = "公寓陽台"
IDS_RCS_ITEM_HSPT_PASSAGE                     = "走廊"
IDS_RCS_ITEM_SURGERY                          = "手術室、公共區域、走廊"
IDS_RCS_ITEM_ROOM                             = "房間與走廊"
IDS_RCS_ITEM_PUBLICROOM                       = "公共房間與走廊"
IDS_RCS_ITEM_GENE_OFFICE                      = "辦公室與走廊"
IDS_RCS_ITEM_ROBBY                            = "大廳"
IDS_RCS_ITEM_SPEICALOFFICE                    = "特殊用途辦公室與走廊"
IDS_RCS_ITEM_DOCU_ROOM                        = "倉儲區"
IDS_RCS_ITEM_CLASS                            = "教室與走廊"
IDS_RCS_ITEM_GENE_EXPE                        = "一般實驗室"
IDS_RCS_ITEM_HEAV_EXPE                        = "超重實驗室"
IDS_RCS_ITEM_MARKET_1STARE                    = "商店與百貨公司 (一樓)"
IDS_RCS_ITEM_MARKET_2STARE                    = "商店與百貨公司 (二樓以上)"
IDS_RCS_ITEM_WARE_MARKET                      = "批發量販營業場所"
IDS_RCS_ITEM_ROBBY_PASSAGE                    = "大廳與走廊"
IDS_RCS_ITEM_STAGE                            = "舞台"
IDS_RCS_ITEM_DING                             = "餐廳"
IDS_RCS_ITEM_LIVI_BUSI                        = "自助餐廳"
IDS_RCS_ITEM_THEA_STAT                        = "戲院與會議廳"
IDS_RCS_ITEM_STAGE_MOVI                       = "可移動的會議廳"
IDS_RCS_ITEM_HALL                             = "宴會廳"
IDS_RCS_ITEM_GYM_STADIUM                      = "體育中心與戶外體育場"
IDS_RCS_ITEM_STAND_STAT                       = "支架 (固定式)"
IDS_RCS_ITEM_STAND_MOVI                       = "支架 (移動式)"
IDS_RCS_ITEM_CLASS_PASSAGE                    = "閱覽室與走廊"
IDS_RCS_ITEM_STACK                            = "圖書館"
IDS_RCS_ITEM_SEDDAN_ONLY                      = "僅供汽車"
IDS_RCS_ITEM_WEIGH_TRUCK                      = "輕型卡車與無載客公車"
IDS_RCS_ITEM_18TON_TRUCK                      = "卡車 (低於18噸)與中型汽車"
IDS_RCS_ITEM_SEDDAN_WEIGH_TRUCK               = "汽車、輕型卡車、無載客公車"
IDS_RCS_ITEM_WEIGHT_SAVE_WARE                 = "輕型貨物倉儲區"
IDS_RCS_ITEM_HEAVY_SAVE_WARE                  = "重型貨物倉儲區"
IDS_RCS_ITEM_WEIGHT_FACTORY                   = "輕型工業廠房"
IDS_RCS_ITEM_HEAVY_FACTORY                    = "重型工業廠房"
IDS_RCS_ITEM_NOTBE_PROOF                      = "非供進入的屋頂"
IDS_RCS_ITEM_NOTHAVE_PROOF                    = "非供堆置的屋頂"
IDS_RCS_ITEM_GARDEN_HALL                      = "花園"
IDS_RCS_ITEM_HELLGI_LANDSPCE                  = "直升機降落坪"
IDS_RCS_ITEM_ELEC_MACH_ROOM                   = "空調機房、電器室、機房等"
IDS_RCS_ITEM_OUTER_SQARE                      = "戶外廣場"
IDS_RCS_CHECK_NOTDESIGNED_MEMER               = "下列構件不會進行設計\n\n"
IDS_RCS_CHECK_NOTCHECKED_MEMER                = "下列構件不會進行檢核\n\n"
IDS_RCS_BATCH_RCSLAB__d__d                    = "正在設計RC樓版 (%d/%d)"
IDS_RCS_BATCH_RCBEAM__d__d                    = "正在設計RC梁 (%d/%d)"
IDS_RCS_BATCH_RCCOLM__d__d                    = "正在設計RC柱 (%d/%d)"
IDS_RCS_BATCH_RCWALL__d__d                    = "正在設計RC剪力牆 (%d/%d)"
IDS_RCS_BATCH_RCFOOT__d__d                    = "正在設計RC基礎 (%d/%d)"
IDS_RCS_BATCH_RCBASEWALL__d__d                = "正在設計RC地下室外牆 (%d/%d)"
IDS_RCS_CHECK_BATCH_RCSLAB__d__d              = "RC樓版表格檢核中 (%d/%d)"
IDS_RCS_CHECK_BATCH_RCBEAM__d__d              = "RC梁表格檢核中 (%d/%d)"
IDS_RCS_FAIL_CONV_DGNDATA                     = "未成功轉換設計資料"
IDS_RCS_FAIL_RPT_GENERATE                     = "未成功匯出報表"
IDS_RCS_BATCH_WALL_ID__i                      = "牆(ID : %i)"
IDS_RCS_EVENT_RPT_ABORTED                     = "無資料可供匯出報表\n中止報表匯出作業"
IDS_RCS_RESULT_NG_MAX                         = "NG(max)"
IDS_RCS_CHECK_MESH_TOOSMALL                   = "網格尺寸過小。 要繼續執行嗎?"
IDS_RCS_RESULT_LOAD_COMB__i                   = "載重組合 (%i) ..."
IDS_RCS_RESULT_LOAD_COMB                      = "載重組合 ..."
IDS_RCS_BATCH_WALL                            = "批量牆"
IDS_RCS_COBEL                                 = "托梁"
IDS_RCS_STAIR                                 = "階梯"
IDS_RCS_LANDING                               = "平台"
IDS_RCS_LIVE                                  = "活載"
IDS_RCS_BTRS                                  = "扶壁"
IDS_RCS_NAME_ID                               = "資料名稱ID"
IDS_RCS_RPT_WALL_MARK__s                      = "牆標記 : %s"
IDS_RCS_RPT_MAX                               = "max"
IDS_RCS_RPT_BYOTHER                           = "依其他"
IDS_RCS_RPT_BYLANDI                           = "依平台"
IDS_RCS_OK                                    = "OK"
IDS_RCS_NG                                    = "NG"
IDS_RCS_RPT_ERROR_DGNRESULT__s                = "無法產生 %s 的計算結果"
IDS_RCS_RPT_ERROR_DGNRESULT_CONTI__s          = "無法產生 %s 的計算結果 \n要繼續執行嗎?"
IDS_RCS_RPT_ERROR_RPT_FAILED                  = "未成功匯出報表"
IDS_RCS_RPT_WALL_NOTOK                        = "有不合適的牆"
IDS_RCS_RPT_WRITE_REPORT                      = "\n\n要匯出報表嗎?"
IDS_RCS_RPT_ERROR_RPT_FAILED__s               = "未成功匯出 %s 的報表"
IDS_RCS_RPT_COVER                             = "保護層厚度"
IDS_RCS_RPT_DIST                              = "跨度"
IDS_RCS_BEARING_PLATE                         = "支承鈑"
IDS_RCS_RPT_DISTANCE                          = "距離"
IDS_RCS_RPT_CC                                = "Cc "
IDS_RCS_ITEM_ETC                              = "Etc"
IDS_RCS_WALL_1STORY_NEED                      = "至少需有一筆樓層資料"
IDS_RCS_WALL_UPDATE_RBAR_INFO__s              = "更新鋼筋資料 ( %s )"
IDS_RCS_WALL_SEMI_STIFF_CONTROL_1WAY          = "For SEMI type, the stiffness is adjusted by modifying Beam End Release."
IDS_RCS_WALL_SEMI_STIFF_CONTROL_2WAY          = "For SEMI type, the stiffness is adjusted by modifying the wall thickness. \nMember force proportional to the specified parameter will not be obtained."
IDS_RCS_BTRS_SEMI_STIFF_CONTROL               = "For SEMI type, the stiffness is adjusted by modifying Beam End Release."
IDS_RCS_WALL_MESH_DENSE_TIME_RAISE            = "較細的網格可得到較精確的答案，但需要更多的分析時間"
IDS_RCS_TBL_CHK                               = "選取"
IDS_RCS_TBL_MEMB_NAME                         = "構件名稱"
IDS_RCS_TBL_APPL_MEMB                         = "同步套用於"
IDS_RCS_TBL_MATL                              = "材料"
IDS_RCS_TBL_LENGTH_L                          = "長度 (左)"
IDS_RCS_TBL_LENGTH_M                          = "長度 (中)"
IDS_RCS_TBL_LENGTH_R                          = "長度 (右)"
IDS_RCS_LIGHT_WEIGHT_CONC                     = "輕質混凝土"
IDS_RCS_TBL_FORCE_N_FACTOR                    = "外力&係數"
IDS_RCS_TBL_FACTOR                            = "因數"
IDS_RCS_TBL_CMX                               = "Cmx"
IDS_RCS_TBL_CMY                               = "Cmy"
IDS_RCS_TBL_CMLT                              = "CmLT"
IDS_RCS_TBL_CB                                = "Cb"
IDS_RCS_TBL_C1                                = "C1"
IDS_RCS_TBL_C2                                = "C2"
IDS_RCS_TBL_DESIGN_LOAD                       = "設計載重"
IDS_RCS_TBL_SEISMIC                           = "耐震"
IDS_RCS_TBL_SPECIAL                           = "特殊"
IDS_RCS_TBL_SECT                              = "斷面"
IDS_RCS_TBL_POSITION                          = "位置"
IDS_RCS_TBL_D                                 = "D"
IDS_RCS_TBL_B                                 = "B"
IDS_RCS_TBL_B1                                = "B1"
IDS_RCS_TBL_B2                                = "B2"
IDS_RCS_TBL_WEB                               = "tw"
IDS_RCS_TBL_FLG                               = "tf"
IDS_RCS_TBL_SECT_1                            = "資料表-1"
IDS_RCS_TBL_SECT_2                            = "資料表-2"
IDS_RCS_TBL_SECT_3                            = "資料表-3"
IDS_RCS_TBL_SERVICEABILITY                    = "使用性"
IDS_RCS_TBL_CHARACTERISTIC                    = "Characteristic"
IDS_RCS_TBL_QUASIPERMANENT                    = "Quasi"
IDS_RCS_TBL_FREQUENT                          = "Frequent"
IDS_RCS_TBL_SERVICEABILITY_RESULT             = "使用性結果"
IDS_RCS_TBL_SERVICEABILITY_RESULT_RATIO       = "使用性結果比值"
IDS_RCS_TBL_STRESS                            = "應力"
IDS_RCS_TBL_CRACK                             = "開裂"
IDS_RCS_TBL_CLASS                             = "等級"
IDS_RCS_TBL_LIMIT                             = "限制"
IDS_RCS_TBL_CONDITION                         = "條件"
IDS_RCS_TBL_AMPLIFICATION_FACTOR_N            = "放大\n係數"
IDS_RCS_TB_SIGMA_CA                           = "Sigma,ca"
IDS_RCS_TB_K1FCK                              = "k1fck"
IDS_RCS_TB_K3FYK                              = "k3fyk"
IDS_RCS_TB_K2FCK                              = "k2fcK"
IDS_RCS_TB_UNCRACKED                          = "未開裂"
IDS_RCS_TBL_CHECK_ITEMS                       = "檢核項目"
IDS_RCS_TBL_SOIL_BEARING_SPAC                 = "土壤承載力 "
IDS_RCS_TBL_SOIL_REACTION_SPAC                = "土壤反力 "
IDS_RCS_TBL_SOIL_REACTION_N                   = "土壤\n反力"
IDS_RCS_TBL_1WAY_SHEAR_X_SPAC                 = "單向剪力-X "
IDS_RCS_TBL_1WAY_SHEAR_Y_SPAC                 = "單向剪力-Y "
IDS_RCS_TBL_1WAY_SHEAR_SPAC                   = "單向剪力 "
IDS_RCS_TBL_2WAY_SHEAR_SPAC                   = "雙向剪力 "
IDS_RCS_TBL_MIN_BAR_RATIO                     = "最小鋼筋比 "
IDS_RCS_TBL_MIN_BAR_AREA                      = "最小鋼筋面積 "
IDS_RCS_TBL_MAX_BAR_RATIO                     = "最大鋼筋間距 "
IDS_RCS_TBL_PILE_COMP                         = "基樁-壓力 "
IDS_RCS_TBL_PILE_TENS                         = "基樁-拉力 "
IDS_RCS_TBL_PILE_SPACE                        = "基樁-間距 "
IDS_RCS_TBL_PILE_EXTEN                        = "基樁-邊距 "
IDS_RCS_TBL_PILE_PUNCHING                     = "基樁貫穿"
IDS_RCS_TBL_MIN_BAR_SPACE                     = "最小鋼筋間距 "
IDS_RCS_TBL_DEPTH_SMALL                       = "厚度"
IDS_RCS_TBL_SPAN_SMALL                        = "跨度"
IDS_RCS_TBL_LOAD_SMALL                        = "外力"
IDS_RCS_TBL_SLAB_THK                          = "樓版厚"
IDS_RCS_TBL_EFF_WIDTH                         = "有效\n寬度"
IDS_RCS_TBL_SKIN_BAR                          = "腰筋"
IDS_RCS_TBL_SHAPE                             = "形狀"
IDS_RCS_TBL_COMMA_SHAPE                       = ", 形狀"
IDS_RCS_TBL_TYPE                              = "類型"
IDS_RCS_TBL_SPLICE                            = "搭接"
IDS_RCS_TBL_SECT_INFO                         = "斷面\n資料"
IDS_RCS_TBL_STORY                             = "樓層"
IDS_RCS_TBL_LOAD_TYPE                         = "外力形式"
IDS_RCS_TBL_LOAD_SOIL                         = "外力 (依土層)"
IDS_RCS_TBL_LEVL                              = "高程"
IDS_RCS_TBL_LIVE                              = "Live"
IDS_RCS_TBL_SOIL                              = "土層"
IDS_RCS_TBL_WATER                             = "地下水"
IDS_RCS_TBL_LOAD_USER                         = "外力 (自定義)"
IDS_RCS_TBL_FORCE                             = "力量"
IDS_RCS_TBL_SOIL_LOAD_STATIC                  = "Soil Load ( Static )"
IDS_RCS_TBL_SOIL_LOAD_USER                    = "Soil Load ( User )"
IDS_RCS_TBL_SOIL_LOAD_SEISMIC                 = "Soil Load ( Seismic )"
IDS_RCS_TBL_SOIL_LCOM_FACTOR                  = "Load\nComb.\nFactor"
IDS_RCS_TBL_SEISMIC_PARAMETER                 = "Seismic Parameter"
IDS_RCS_TBL_SEISMIC_PARAM_IE                  = "Importance\nFactor"
IDS_RCS_TBL_SEISMIC_PARAM_RMF                 = "Response\nModification\nFactor"
IDS_RCS_TBL_SEISMIC_PARAM_EGA                 = "Effective\nGround\nAcceleration"
IDS_RCS_TBL_SEISMIC_PARAM_GROUND              = "Ground\nClassification"
IDS_RCS_TBL_SOIL_LOAD_BED_ROCK                = "Level Of\nBed Rock"
IDS_RCS_TBL_SOIL_LOAD_2ND_LAYER               = "Level Of\n2nd Layer"
IDS_RCS_TBL_SOIL_LOAD_MAT_DEPTH               = "Depth Of\nFooting"
IDS_RCS_TBL_SOIL_PROP                         = "Soil\nProp."
IDS_RCS_TBL_AXIAL_MOMENT                      = "軸力&彎矩"
IDS_RCS_TBL_PU                                = "Pu"
IDS_RCS_TBL_MUX                               = "Mux"
IDS_RCS_TBL_MDL                               = "Mux\n[ Dead ]"
IDS_RCS_TBL_MLL                               = "Mux\n[ Live ]"
IDS_RCS_TBL_MU                                = "Mu"
IDS_RCS_TBL_MUY                               = "Muy"
IDS_RCS_TBL_VUX                               = "Vux"
IDS_RCS_TBL_VUY                               = "Vuy"
IDS_RCS_TBL_PUX                               = "Pux"
IDS_RCS_TBL_PUY                               = "Puy"
IDS_RCS_TBL_ALL                               = "全部"
IDS_RCS_TBL_APPLY_CHECK                       = "套用於\n剪力檢核"
IDS_RCS_TBL_APPLY_CHECK_N_N                   = "套用於\n剪力\n檢核"
IDS_RCS_TBL_FCK                               = "F'c"
IDS_RCS_TBL_FY                                = "Fy"
IDS_RCS_TBL_FY1                               = "Fy1"
IDS_RCS_TBL_FY2                               = "Fy2"
IDS_RCS_TBL_THKDOT                            = "厚度"
IDS_RCS_TBL_COMMA_FY                          = ", Fy"
IDS_RCS_TBL_FYS                               = "Fys"
IDS_RCS_TBL_COMMA_FYS                         = ", Fys"
IDS_RCS_TBL_WIDTH                             = "寬度 (B)"
IDS_RCS_TBL_COMMA_WIDTH                       = ", 寬度 (B)"
IDS_RCS_TBL_SURCHARGE                         = "外加荷載"
IDS_RCS_TBL_DEAD_N_LOAD                       = "Dead\nLoad"
IDS_RCS_TBL_LIVE_N_LOAD                       = "Live\nLoad"
IDS_RCS_TBL_1FL                               = "第一層"
IDS_RCS_TBL_1FL_LEVEL                         = "第一層\n高程"
IDS_RCS_TBL_SUPPORT_CONDITION_OF_BASEWALL     = "Support\nCondition\nof\nBasement\nWall"
IDS_RCS_TBL_BOUNDARY                          = "邊界條件"
IDS_RCS_TBL_SKIN                              = "Skin"
IDS_RCS_TBL_TOP                               = "上方"
IDS_RCS_TBL_BOT_OR                            = "下方"
IDS_RCS_TBL_BOTTOM                            = "下方"
IDS_RCS_TBL_BOT                               = "下方"
IDS_RCS_TBL_MIDDLE                            = "Middle"
IDS_RCS_TBL_RIGHT                             = "右側"
IDS_RCS_TBL_CENTER                            = "Center"
IDS_RCS_TBL_LEFT                              = "左側"
IDS_RCS_TBL_STIRRUP                           = "箍筋"
IDS_RCS_TBL_DEFLECTION                        = "撓度"
IDS_RCS_TBL_DEFL_DOT                          = "撓度"
IDS_RCS_TBL_CRACK_CONDI                       = "裂縫控制"
IDS_RCS_TBL_MBAR_RHO                          = "Ratio of Main Rebar for Shear"
IDS_RCS_TBL_MEMBFORCE_DGNINFO                 = "構件外力與設計資訊"
IDS_RCS_TBL_MEMBFORCE                         = "構件外力"
IDS_RCS_TBL_DESIGN_INFO                       = "設計資訊"
IDS_RCS_TBL_REBAR_INFORMATION                 = "鋼筋資訊"
IDS_RCS_TBL_OPTION                            = "選項"
IDS_RCS_TBL_AUTO                              = "自動"
IDS_RCS_TBL_RBAR                              = "鋼筋"
IDS_RCS_TBL_DESIGN                            = "設計"
IDS_RCS_TBL_RESULT_SMALL                      = "檢核結果"
IDS_RCS_TBL_MOMENT                            = "彎矩"
IDS_RCS_TBL_MOMENT_PLUNIT                     = "彎矩 "
IDS_RCS_TBL_SHEAR                             = "剪力"
IDS_RCS_TBL_SHEAR_PLUNIT                      = "剪力 "
IDS_RCS_TBL_EXT_BAR                           = "右側鋼筋"
IDS_RCS_TBL_INT_BAR                           = "左側鋼筋"
IDS_RCS_TBL_RBAR_EN_SPACE                     = "鋼筋\n間距"
IDS_RCS_TBL_MESH                              = "網格"
IDS_RCS_TBL_DOTDOTDOT                         = "..."
IDS_RCS_TBL_RBAR_SPACE_SMALL                  = "鋼筋間距"
IDS_RCS_WALL_LIST_MU__s                       = "Mu = %s"
IDS_RCS_TBL_RATIO                             = "比值"
IDS_RCS_TBL_STRENGTH                          = "強度"
IDS_RCS_TBL_USE_TOP                           = "相同"
IDS_RCS_TBL_USE_BOT                           = "相同"
IDS_RCS_TBL_MU_TOP                            = "Mu(上)"
IDS_RCS_TBL_MU_BOT                            = "Mu(下)"
IDS_RCS_TBL_VERDOT                            = "垂直"
IDS_RCS_TBL_VERTICAL                          = "垂直"
IDS_RCS_TBL_HORDOT                            = "水平"
IDS_RCS_TBL_BATCHWALL_WALL                    = "批量牆\n<->剪力牆"
IDS_RCS_TBL_EXPDOT                            = "匯出"
IDS_RCS_TBL_IMPDOT                            = "匯入"
IDS_RCS_TBL_REQ_SPACE                         = "需求間距"
IDS_RCS_TBL_REBAR_RATIO                       = "鋼筋比 (ρ)"
IDS_RCS_TBL_HORIZONTAl                        = "水平"
IDS_RCS_WALL_MULTI_LAYER                      = "配置多排鋼筋"
IDS_RCS_WALL_UPDATE_REBAR_INFO__s             = "更新鋼筋資料 [ %s ]"
IDS_RCS_TBL_MEMB_NAME_PERSI                   = "構件名稱"
IDS_RCS_TBL_EACH_LAYER                        = "每排"
IDS_RCS_TBL_TOPBOT_SAMERBAR                   = "上下\n相同鋼筋"
IDS_RCS_TBL_DEFL_RESULT                       = "撓度檢核結果"
IDS_RSC_TBL_STRESS_RESULT                     = "應力結果"
IDS_RSC_TBL_CRACK_RESULT                      = "裂縫結果"
IDS_RCS_TBL_SHORT_TERM                        = "即時"
IDS_RCS_TBL_LONG_TERM                         = "長時"
IDS_RCS_TBL_VU                                = "Vu"
IDS_RCS_TBL_VU_1                              = "Vu1"
IDS_RCS_TBL_TU                                = "Tu"
IDS_RCS_TBL_TU_1MAX                           = "Tu1.max"
IDS_RCS_TBL_VU_CR                             = "Vu.cr"
IDS_RCS_TBL_PHI_VN                            = "øVn"
IDS_RCS_TBL_PPHI_VN_MAX                       = "øVn.max "
IDS_RCS_TBL_RBAR_SPACE                        = "鋼筋間距"
IDS_RCS_TBL_DELTA                             = "δ"
IDS_RCS_TBL_DELTA_ALLOW                       = "δ(允許)"
IDS_RCS_TBL_USE                               = "使用"
IDS_RCS_TBL_NG_VU_MAX                         = "(NG, Vu>max)"
IDS_RCS_WALL_REBAR_INFO_DELETE                = "選取構件的鋼筋資料將被刪除. \n要繼續執行嗎?"
IDS_RCS_TBL_B__i                              = "B%i"
IDS_RCS_WALL_CELL_ISNOT_OK                    = "未正確選擇欲刪除的資料格. 請重新選取."
IDS_RCS_TBL_NG__s__s                          = "NG(%s/%s)"
IDS_RCS_TBL_OK__s__s                          = "OK(%s/%s)"
IDS_RCS_TBL_NG__s                             = "NG(%s)"
IDS_RCS_TBL_OK__s                             = "OK(%s)"
IDS_RCS_TBL_RBAR_SPACE__s                     = "鋼筋間距 (裂縫) = %s"
IDS_RCS_TBL_NAME                              = "名稱"
/**/IDS_RCS_TBL_HOOPBAR_END_NAME                  = "HoopBar End Name"
/**/IDS_RCS_TBL_COMMA_HOOPBAR_END_NAME            = ", HoopBar End Name"
/**/IDS_RCS_TBL_HOOPBAR_MID_NAME                  = "HoopBar Middle Name"
/**/IDS_RCS_TBL_COMMA_HOOPBAR_MID_NAME            = ", HoopBar Middle Name"
IDS_RCS_TBL_SIZE                              = "尺寸"
IDS_RCS_TBL_AREA                              = "面積"
IDS_RCS_TBL_CONCRETE                          = "混凝土"
IDS_RCS_TBL_FORM                              = "模板"
IDS_RCS_TBL_SUM                               = "加總"
IDS_RCS_TBL_TOTAL                             = "總計"
IDS_RCS_TBL_ARRANGE_TYPE                      = "配置方式"
IDS_RCS_TBL_POSI_I                            = "位置 I"
IDS_RCS_TBL_POSI_M                            = "位置 M"
IDS_RCS_TBL_POSI_J                            = "位置 J"
IDS_RCS_TBL_MU_MINU                           = "Mu(-)"
IDS_RCS_TBL_MU_PLUS                           = "Mu(+)"
IDS_RCS_TBL_NAME_SMALL                        = "名稱"
IDS_RCS_TBL_LEG                               = "肢"
IDS_RCS_TBL_HOOPBAR_XDIR_LEG                  = "HoopBar X-Dir. Leg"
IDS_RCS_TBL_COMMA_HOOPBAR_XDIR_LEG            = ", HoopBar X-Dir. Leg"
IDS_RCS_TBL_HOOPBAR_YDIR_LEG                  = "HoopBar Y-Dir. Leg"
IDS_RCS_TBL_COMMA_HOOPBAR_YDIR_LEG            = ", HoopBar Y-Dir. Leg"
IDS_RCS_TBL_END_BAR                           = "端部筋"
IDS_RCS_TBL_SEIS_DESIGN                       = "耐震設計"
IDS_RCS_TBL_DESIGN_OPTION                     = "設計選項"
IDS_RCS_TBL_ADD_OPTION                        = "增加選項"
IDS_RCS_TBL_REBAR_ARRDOT                      = "鋼筋配置"
IDS_RCS_TBL_REBAR_ADD                         = "增加鋼筋"
IDS_RCS_TBL_APPLY_SHEAR                       = "套用剪力"
IDC_RCS_TBL_USER_RHO                          = "自定義鋼筋"
IDC_RCS_TBL_MIN_RHO                           = "最小\n比值"
IDC_RCS_TBL_MAX_RHO                           = "最大\n比值"
IDS_RCS_TBL_SPECIAL_WALL                      = "特殊\n牆"
IDS_RCS_TBL_SPECIAL_BE                        = "特殊\n邊構材"
IDS_RCS_TBL_PILOTIS_DESIGN_GUIDE              = "Pilotis\nGuide"
IDS_RCS_TBL_BOUNDARY_ELEM                     = "邊界構材"
IDS_RCS_TBL_H                                 = "高"
IDS_RCS_TBL_H_SPACE                           = "高度 "
IDS_RCS_TBL_CX                                = "Cx"
IDS_RCS_TBL_CY                                = "Cy"
IDS_RCS_TBL_THK_DOT                           = "厚度"
IDS_RCS_TBL_THK                               = "厚度"
IDS_RCS_TBL_LENGTH                            = "長度"
IDS_RCS_TBL_EFF_AREA                          = "等效面積"
IDS_RCS_TBL_EFF_AREA_CALC                     = "更新\n尺寸"
IDS_RCS_TBL_MAIN_NBAR                         = "主筋"
IDS_RCS_TBL_SHEAR_BAR                         = "剪力筋"
IDS_RCS_TBL_SPACE                             = "間距"
/**/IDS_RCS_TBL_HOOPBAR_END_SPACE                 = "Hoopbar End Space"
/**/IDS_RCS_TBL_COMMA_HOOPBAR_END_SPACE           = ",Hoopbar End Space"
/**/IDS_RCS_TBL_HOOPBAR_MID_SPACE                 = "Hoopbar Middle Space"
/**/IDS_RCS_TBL_COMMA_HOOPBAR_MID_SPACE           = ",Hoopbar Middle Space"
IDS_RCS_TBL_VER                               = "垂直"
IDS_RCS_TBL_HOR                               = "水平"
IDS_RCS_TBL_START                             = "起始"
IDS_RCS_TBL_END                               = "端部"
IDS_RCS_TBL_USE_USER                          = "自定義"
/**/IDS_RCS_TBL_HOOPBAR_MID_USER                  = "HoopBar Middle User"
/**/IDS_RCS_TBL_COMMA_HOOPBAR_MID_USER            = ", HoopBar Middle User"
IDS_RCS_TBL_NO                                = "數量"
IDS_RCS_TBL_NOX                               = "數量(X)"
IDS_RCS_TBL_NOY                               = "數量(Y)"
IDS_RCS_BEAM_UPDATE_CONTINUE                  = "將更新專案內的所有資料.\n\n要繼續執行嗎?"
IDS_RCS_COLM_UPDATE_CONTINUE                  = "將更新專案內的所有資料.\n\n要繼續執行嗎?"
IDS_RCS_WALL_UPDATE_CONTINUE                  = "將更新專案內的所有資料.\n\n要繼續執行嗎?"
IDS_RCS_WALL_CELL_INSERT_ISNOT_OK             = "未正確選擇欲插入的資料格，請重新選取"
IDS_RCS_TBL_SN                                = "編號"
IDS_RCS_TBL_HEIGHT                            = "高度"
IDS_RCS_TBL_COMMA_HEIGHT                      = ", 高度"
IDS_RCS_TBL_LX                                = "Lx"
IDS_RCS_TBL_LY                                = "Ly"
IDS_RCS_TBL_HX                                = "Hx"
IDS_RCS_TBL_HY                                = "Hy"
IDS_RCS_TBL_KX                                = "Kx"
IDS_RCS_TBL_KY                                = "Ky"
IDS_RCS_TBL_FORCES                            = "外力"
IDS_RCS_TBL_PN                                = "Pn"
IDS_RCS_TBL_MN                                = "Mn"
IDS_RCS_TBL_MNX                               = "Mnx"
IDS_RCS_TBL_MNY                               = "Mny"
IDS_RCS_TBL_VN                                = "Vn"
IDS_RCS_TBL_DESIGN_RESULT                     = "設計結果"
IDS_RCS_TBL_P                                 = "P"
IDS_RCS_TBL_M                                 = "M"
IDS_RCS_TBL_M_SMALL                           = "m"
IDS_RCS_TBL_MX                                = "Mx"
IDS_RCS_TBL_MY                                = "My"
IDS_RCS_TBL_V                                 = "V"
IDS_RCS_TBL_CHECK_BENDING                     = "檢核\n弱軸彎矩"
IDS_RCS_TBL_GROUP_SELECT                      = "群組\n選取"
IDS_RCS_TBL_VER_BAR                           = "垂直筋"
IDS_RCS_TBL_HOR_BAR                           = "水平筋"
IDS_RCS_TBL_LAYER_NNO                         = "層"
IDS_RCS_TBL_BARNO_NLAYER                      = "鋼筋/層"
IDS_RCS_TBL_COMP_BAR                          = "壓力筋"
IDS_RCS_TBL_NAME_LCOMB                        = "載重組合"
IDS_RCS_TBL_NAME_LCOMB_N                      = "載重\n組合"
IDS_RCS_TBL_NAME_LCOMBINATION                 = "載重組合"
IDS_RCS_TBL_NAME_DOTDOTDOT                    = "..."
IDS_RCS_TBL_NAME_CALCDOT                      = "計算"
IDS_RCS_TBL_SURCHARGELOAD                     = "外加\n荷載"
IDS_RCS_TBL_SHEARFORCEOPTION                  = "剪力選項"
IDS_RCS_TBL_SELFWEIGHT                        = "自重"
IDS_RCS_TBL_ANCHOR                            = "錨栓"
IDS_RCS_TBL_LAYOUT                            = "配置"
IDS_RCS_TBL_LAYOUT_TYPE                       = "配置類型"
IDS_RCS_TBL_GRID_TYPE                         = "格線式"
IDS_RCS_TBL_COLM_TYPE                         = "柱底式"
IDS_RCS_TBL_GENL_TYPE                         = "General"
IDS_RCS_TBL_PILOTIGUIDELINE                   = "Pilotis\nGuideline"
IDS_RCS_TBL_PILOTI_KDS                        = "Pilotis\nProvisions"
IDS_RCS_PLATE                                 = "板"
IDS_RCS_FOLLOWING_BEAM_IS_INVALID             = "Following beam data is Invalid"
IDS_RCS_FOLLOWING_COLM_IS_INVALID             = "Following Column data is Invalid"
IDS_RCS_FOLLOWING_WALL_IS_INVALID             = "Following Wall data is Invalid"
IDS_RCS_CONTINUE_BEAM_VALID                   = "Do you want to continue by applying only valid beam data?"
IDS_RCS_CONTINUE_COLM_VALID                   = "Do you want to continue by applying only valid column data?"
IDS_RCS_CONTINUE_WALL_VALID                   = "Do you want to continue by applying only valid wall data?"
IDS_RCS_BATCH_BEAM_DATA_NOT_SELECTED          = "Batch Beam Member to change Group is not selected."
IDS_RCS_BATCH_BEAM_DATA_NOT_EXIST             = "Batch Beam Member to change Group is not Exist."
IDS_RCS_BATCH_COLM_DATA_NOT_SELECTED          = "Batch Column Member to change Group is not selected."
IDS_RCS_BATCH_COLM_DATA_NOT_EXIST             = "Batch Column Member to change Group is not Exist."
IDS_RCS_BATCH_WALL_DATA_NOT_SELECTED          = "Batch Wall Member to change Group is not selected."
IDS_RCS_BATCH_WALL_DATA_NOT_EXIST             = "Batch Wall Member to change Group is not Exist."
IDS_RCS_BATCH_BEAM_UPDATE_DATA                = "Update Unit Beam Data ..."
IDS_RCS_BATCH_COLM_UPDATE_DATA                = "Update Unit Column Data ..."
IDS_RCS_BATCH_WALL_UPDATE_DATA                = "Update Unit Wall Data ..."
IDS_RCS_BATCHWALL_WALL_AT                     = "牆資料於 "
IDS_RCS_BATCHWALL_IS_INVALID                  = "不合適."
IDS_RCS_BATCHWALL_UPDATE_DATA                 = "更新單元牆資料 ..."
IDS_RCS_BATCHWALL_SMART_DESIGN                = "執行智能設計 ( %s )"
IDS_RCS_BATCHWALL_CHECK_WALL_DATA             = "牆標記資料與單元牆不符\n要檢查單元牆資料嗎?"
IDS_RCS_BATCHWALL_5F                          = "5F"
IDS_RCS_BATCHWALL_4F                          = "4F"
IDS_RCS_BATCHWALL_3F                          = "3F"
IDS_RCS_BATCHWALL_2F                          = "2F"
IDS_RCS_BATCHWALL_1F                          = "1F"
IDS_RCS_BATCHWALL_SMART_DESIGN_WALL           = "批量牆智能設計 ..."
IDS_RCS_TBL_THICKNESS                         = "厚度"
IDS_RCS_TBL_THICKNESS_ENGLISH                 = "厚度"
IDS_RCS_TBL_COMMA_THICKNESS                   = ", 厚度"
IDS_RCS_BATCHCOLM_EXIST_OTHER_COLM__s__s      = "In the %s, another columns which has different %s exist."
IDS_RCS_BATCHWALL_EXIST_OTHER_WALL__s__s      = "在 %s ，存在其他具有不同 %s 的牆"
IDS_RCS_BATCHWALL_WALL_ID                     = "牆ID"
IDS_RCS_BATCHWALL_DETAIl                      = "內容"
IDS_RCS_BATCHWALL_STORY_INFO                  = "樓層資料： "
IDS_RCS_BATCHWALL_MATL_INFO                   = "材料資料： "
IDS_RCS_BATCHWALL_FILED_WALL_INFO             = "未成功擷取資料自牆資料視窗."
IDS_RCS_BATCHWALL_WALL_INFO_AT                = "牆資料： "
IDS_RCS_BATCHWALL_STORY_NNAME                 = "樓層\n名稱"
IDS_RCS_BATCHWALL_BASIC                       = "一般"
IDS_RCS_BATCHWALL_TBL_EDIT_OPTION             = "編輯選項"
IDS_RCS_BATCHWALL_TBL_EDIT_MATERIAL           = "材料"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTION            = "斷面"
IDS_RCS_BATCHWALL_TBL_EDIT_SEISMIC            = "耐震"
IDS_RCS_BATCHWALL_TBL_EDIT_MATLCON            = "混凝土"
IDS_RCS_BATCHWALL_TBL_EDIT_MATLBAR            = "鋼筋"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTTHK            = "厚度"
IDS_RCS_BATCHWALL_TBL_EDIT_SECTLEN            = "長度"
IDS_RCS_BATCHWALL_TBL_EDIT_SPECIAL            = "特殊"
IDS_RCS_BATCHWALL_TBL_EDIT_BOUNDARY           = "邊界"
IDS_RCS_TBL_EXTRA                             = "額外"
IDS_RCS_TBL_LIGHT_WEIGHT                      = "輕質混凝土"
IDS_RCS_BATCHWALL_VU_VUMAX2                   = "Vu /\nøVnmax2"
IDS_RCS_BATCHWALL_LREQ                        = "Lreq"
IDS_RCS_BATCHWALL_S_SMAX                      = "S /\nSmax"
IDS_RCS_BATCHWALL_NREQ1                       = "Nreq1"
IDS_RCS_BATCHWALL_NREQ2                       = "Nreq2"
IDS_RCS_TBL_PHI                               = "ø"
IDS_RCS_TBL_DESIGN_STRENGTH                   = "設計強度"
IDS_RCS_BATCHWALL_FAILED_CHECK_INPUT_DATA     = "未成功建立顯示資料\n\n請檢查輸入參數"
IDS_RCS_BATCHWALL_FAILED_WALL_DATA            = "未成功更新單元牆資料"
IDS_RCS_BATCHWALL_NO_SHEAR_WALL               = "無剪力牆資料可供匯入"
IDS_RCS_BEAM_TOP                              = " (上)"
IDS_RCS_BEAM_BOT                              = " (下)"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH         = "上層鋼筋保護層厚度"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH_USE_TOP_COVER  = "下層鋼筋保護層厚度\n如上下層欲使用相同數值 \n請勾選 ""使用相同保護層厚度"" 選項"
IDS_RCS_BEAM_TOOLTIP_BIG_THAN_SECTION         = "有效寬度需大於梁寬\n\n"
IDS_RCS_BEAM_TOOLTIP_TBEAM                    = "1. T形梁(兩側連續) \n"
IDS_RCS_BEAM_TOOLTIP_FLANGE_DEPTH_8X          = " (1) 兩側翼版厚(版厚)之8倍 + 梁腹寬 \n"
IDS_RCS_BEAM_TOOLTIP_SLAB_CENTER_DIST         = " (2) 該梁與兩側鄰梁間淨距之1/2 + 梁腹寬 \n"
IDS_RCS_BEAM_TOOLTIP_SPAN_MIN_DEVIDE4         = " (3) 該梁跨度之1/4 \n取上述三點之最小值做為有效翼版寬度 \n\n"
IDS_RCS_BEAM_TOOLTIP_HALF_TBEAM               = "2. 邊梁(一側連續) \n"
IDS_RCS_BEAM_TOOLTIP_FLANGE_DEPTH_6X          = " (1) 翼版厚(版厚)之6倍 + 梁腹寬 \n"
IDS_RCS_BEAM_TOOLTIP_BEAMSPAN_DEVIDE12        = " (2) 該梁與鄰梁間淨距之1/2 + 梁腹寬 \n"
IDS_RCS_BEAM_TOOLTIP_DEVIDE2_MIN              = " (3) 該梁跨度之1/12 + 梁腹寬 \n取上述三點之最小值做為有效翼版寬度"
IDS_RCS_BEAM_TOOLTIP_BERBAR_ACCORD_MOMENTBIG  = "若未勾選 “兩側均勻分佈” 選項\n腰筋將自動配置於彎矩較大側\n\n檢核計算時不考慮腰筋強度貢獻"
IDS_RCS_BEAM_TOOLTIP_PILOTIS_GUIDELINE_MOLIT  = "[ Pilotis Guideline ], \nMinistry of Land, Infrastructure and Transport, KOREA(2018)"
IDS_RCS_BEAM_TBL_MAX_LAYER__i                 = "每排最大數量 = %i"
IDS_RCS_BEAM_TBL_ALL_SECT                     = "全斷面"
IDS_RCS_BEAM_TBL_BOTH_END                     = "端部"
IDS_RCS_BEAM_TBL_TOP                          = "上方"
IDS_RCS_BEAM_TBL_MIDDLE                       = "中央"
IDS_RCS_BEAM_TBL_BOTTOM                       = "下方"
IDS_RCS_BEAM_TBL_END_I                        = "I 端"
IDS_RCS_BEAM_TBL_END_J                        = "J 端"
IDS_RCS_BEAM_TBL_MOMENT                       = "彎矩"
IDS_RCS_BEAM_TBL_MOMENT_TOP                   = "彎矩 (上) "
IDS_RCS_BEAM_TBL_MOMENT_BOT                   = "彎矩 (下) "
IDS_RCS_BEAM_TBL_MOMENT_N_TOP_N               = "彎矩\n(上)\n"
IDS_RCS_BEAM_TBL_MOMENT_N_BOT_N               = "彎矩\n(下)\n"
IDS_RCS_BEAM_TBL_SHEAR                        = "剪力 "
IDS_RCS_BEAM_TBL_RBAR_TOP                     = "主筋, 上層"
IDS_RCS_BEAM_TBL_RBAR_BOT                     = "主筋, 下層"
IDS_RCS_BEAM_TBL_STIRRUP                      = "箍筋 "
IDS_RCS_BEAM_TBL_SPACE_MAIN                   = "間距(主筋) "
IDS_RCS_BEAM_TBL_SPACE_SKIN                   = "間距(腰筋) "
IDS_RCS_BEAM_TBL_EXT__s__s                    = "EXT:%s(%s)"
IDS_RCS_BEAM_TBL_INT__s__s                    = "INT:%s(%s)"
IDS_RCS_BEAM_TBL_MAINBAR_SPACE                = "主筋淨間距 "
IDS_RCS_BEAM_TBL_SKINBAR_SPACE                = "腰筋間距 "
IDS_RCS_BEAM_TBL_STIRRUP_SPACE                = "箍筋間距 "
IDS_RCS_BEAM_TBL_SHORT_DEFLE                  = "即時撓度 "
IDS_RCS_BEAM_TBL_LONG_DEFLE                   = "長時撓度 "
IDS_RCS_BEAM_TBL_DIMENSION                    = "尺寸"
IDS_RCS_BEAM_TBL_BAR_DIAMETER                 = "鋼筋直徑"
IDS_RCS_BEAM_TBL_SEIS_MEND_SMF                = "(φMn-/2)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MEND_IMF                = "(φMn-/3)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MPOS_SMF                = "(φMnmax/4)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MPOS_IMF                = "(φMnmax/5)/(φMn+)"
IDS_RCS_BEAM_TBL_SEIS_MNEG_SMF                = "(φMnmax/4)/(φMn-)"
IDS_RCS_BEAM_TBL_SEIS_MNEG_IMF                = "(φMnmax/5)/(φMn-)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_CHAR             = "應力結果 (CHARACTERISTIC)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_QUAS             = "應力結果 (QUASI-PERMNANENT)"
IDS_RCS_BEAM_TBL_STRESS_RSLT_FREQ             = "應力結果 (FREQUENT)"
IDS_RCS_BEAM_TBL_CRACK_RSLT_CHAR              = "裂縫結果"
IDS_RCS_BEAM_TBL_DEFL_RSLT_CHAR               = "撓度檢核結果"
IDS_RCS_TBL_COMMENT                           = "備註"
IDS_RCS_TBL_MAINBAR                           = "主筋"
/**/IDS_RCS_TBL_MAINBAR_NO                        = "主筋 No."
/**/IDS_RCS_TBL_COMMA_MAINBAR_NO                  = ", 主筋 No."
/**/IDS_RCS_TBL_MAINBAR_NAME                      = "Main Bar Name"
/**/IDS_RCS_TBL_COMMA_MAINBAR_NAME                = ", Main Bar Name"
IDS_RCS_TBL_SUB_BAR                           = "Sub Bar"
IDS_RCS_TBL_TOP_BAR                           = "上層筋"
IDS_RCS_TBL_BOT_BAR                           = "下層筋"
IDS_RCS_TBL_TRANSVERSE_BAR                    = "水平筋 "
IDS_RCS_TBL_TRANSVERSE_BAR_N                  = "水平筋 "
IDS_RCS_CHECK_TARGET_RATIO                    = "目標比值範圍有誤"
IDS_RCS_CHECK_SELECT_BEAM                     = "請選擇要更新的梁"
IDS_RCS_TBL_SHEAR_PHI_VN                      = "剪力 ( øVn )"
IDS_RCS_TBL_MOMENT_PHI_MN                     = "彎矩 ( øMn )"
IDS_RCS_BEAM_TOOLTIP_SELECT_CONSIDER_RESULT   = "將依據所指定的鋼筋排數列出檢核計算結果"
IDS_RCS_BEAM_TOOLTIP_ASSIGN_RBAR_SAMECOL      = "指定每一排的主筋數量"
IDS_RCS_BEAM_TOOLTIP_ASSIGN_RBAR_INPUTEDSPACE  = "將依據所指定的鋼筋間距進行鋼筋配置"
IDS_RCS_TBL_LAYER                             = "Layer"
IDS_RCS_TBL_AS                                = "As"
IDS_RCS_TBL_AS_PRI                            = "As'"
IDS_RCS_TBL_ASC                               = "Asc"
IDS_RCS_TBL_EIP_T                             = "εt"
IDS_RCS_TBL_PHI_VER                           = "ø"
IDS_RCS_TBL_PHI_MN                            = "øMn"
IDS_RCS_TBL_D_SMALL                           = "d"
IDS_RCS_TBL_ROW                               = "ρ"
IDS_RCS_TBL_ROW_PRI                           = "ρ'"
IDS_RCS_TBL_S_SMALL                           = "s"
IDS_RCS_TBL_UPDATE_BEAM                       = "更新梁"
IDS_RCS_TBL_DESIGN_CONDI                      = "設計條件"
IDS_RCS_TBL_DESIGN_CODE                       = "設計規範"
IDS_RCS_TBL_MOMENT_CAPA                       = "撓曲強度"
IDS_RCS_TBL_PHI_VER_VN                        = "øVn"
IDS_RCS_TBL_PHI_VC                            = "øVc"
IDS_RCS_TBL_PHI_VS                            = "øVs"
IDS_RCS_TBL_PHI_VMAX                          = "øVmax"
IDS_RCS_CHECK_NO_BEAM_DATA                    = "沒有梁資料"
IDS_RCS_BTRS_TOOLTIP_MAX_RBAR_SETTING         = "定義斷面的最大鋼筋排數"
IDS_RCS_BTRS_TOOLTIP_AUTO_CALC                = "\n斷面強度以基本的RC梁型式做為檢核計算的依據，且鋼筋間距將依據所指定的設計規範自動計算"
IDS_RCS_TBL_MOMENT_DIAGRAM                    = "彎矩圖"
IDS_RCS_TBL_SHEAR_DIAGRAM                     = "剪力圖"
IDS_RCS_BTRS_CEHCK_NEED_DGNINFO               = "需先執行設計或檢核才可查看結果"
IDS_RCS_TBL_REQ_NO__i                         = " / Req'd No=%i"
IDS_RCS_TBL_LAYER_1                           = "第一層"
IDS_RCS_TBL_LAYER_2                           = "第二層"
IDS_RCS_TBL_LAYER_3                           = "第三層"
IDS_RCS_TBL_MAX_NUM                           = "最大鋼筋數"
IDS_RCS_TBL_USE_USER_INPUT                    = "自定義"
IDS_RCS_TBL_HOOP_BAR_SMALL                    = "箍筋"
IDS_RCS_TBL_TIEBAR                            = "箍筋"
IDS_RCS_TBL_ROWS                              = "排數"
/**/IDS_RCS_TBL_MAINBAR_ROWS_NO                   = "MainBar Rows No."
/**/IDS_RCS_TBL_MAINBAR_COMMA_ROWS_NO             = ", MainBar Rows No."
IDS_RCS_TBL_MAIN                              = "主筋"
IDS_RCS_TBL_MOMENT_CAPA_BIG                   = "撓曲強度"
IDS_RCS_TBL_SHEAR_CAPA_BIG                    = "剪力強度"
IDS_RCS_TBL_SEISMIC_DESIGN_BIG                = "耐震設計"
IDS_RCS_TBL_S_MAX                             = "Smax "
IDS_RCS_TBL_S_S_MAX                           = "S/Smax"
IDS_RCS_TBL_PPHI_VN                           = "øVn "
IDS_RCS_TBL_VU_PPHI_VN                        = "Vu/øVn"
IDS_RCS_TBL_CHECK_ITEM                        = "檢核項目"
IDS_RCS_TBL_DIRECT_X                          = "X向"
IDS_RCS_TBL_DIRECT_X_MUY                      = "X向 (Muy)"
IDS_RCS_TBL_DIRECT_Y                          = "Y向"
IDS_RCS_TBL_DIRECT_Y_MUX                      = "Y向 (Mux)"
IDS_RCS_TBL_LAYER_1_SPAC                      = "第一排 "
IDS_RCS_TBL_LAYER_2_SPAC                      = "第二排 "
IDS_RCS_TBL_SOIL_BEARING                      = "土壤承載力"
IDS_RCS_TBL_CAPA_FE                           = "承載力 (fe)"
IDS_RCS_TBL_REMARK                            = "備註"
IDS_RCS_TBL_DELTA_NS                          = "δns"
IDS_RCS_TBL_MC                                = "Mc "
IDS_RCS_TBL_DB_SPEICAL                        = "ø"
IDS_RCS_TBL_PHI_PN                            = "øPn "
IDS_RCS_TBL_PILE_LAYOUT                       = "基樁配置"
IDS_RCS_TBL_QUANTITY                          = "數量"
IDS_RCS_TBL_EXTENSION                         = "邊距"
IDS_RCS_TBL_PILE_CAPA                         = "基樁承載力"
IDS_RCS_TBL_COMPRESS                          = "抗壓強度"
IDS_RCS_TBL_TENSION                           = "抗拉強度"
IDS_RCS_TBL_EA                                = "根"
IDS_RCS_TBL_PPHI_MN                           = "øMn "
IDS_RCS_TBL_PU_PPHI_PN                        = "Pu/øPn"
IDS_RCS_TBL_MC_PPHI_MN                        = "Mc/øMn"
IDS_RCS_TBL_CENTER                            = "中央"
IDS_RCS_TBL_USE_CONER                         = "使用\n角隅筋"
IDS_RCS_TBL_CONER                             = "角隅"
IDS_RCS_TBL_MAINBAR_USE_CORNER                = "Mainbar Use Corner"
IDS_RCS_TBL_COMMA_MAINBAR_USE_CORNER          = ", Mainbar Use Corner"
IDS_RCS_TBL_MAIN_BAR                          = "主筋"
IDS_RCS_TBL_L                                 = "L"
IDS_RCS_TBL_ROW_SMALL                         = "排數"
IDS_RCS_TBL_CORNER                            = "角隅"
IDS_RCS_TBL_CC                                = "保護層"
IDS_RCS_TBL_COMMA_CC                          = ", 保護層"
IDS_RCS_TBL_L1                                = "L1"
IDS_RCS_TBL_L2                                = "L2"
IDS_RCS_TBL_L3                                = "L3"
IDS_RCS_TBL_MAXDOT                            = "Max."
IDS_RCS_TBL_MINDOT                            = "Min."
IDS_RCS_TBL_MINDOT_BIG                        = "MIN."
IDS_RCS_TBL_HOOP_BAR                          = "箍筋"
IDS_RCS_TBL_CENDOT                            = "中央"
IDS_RCS_TBL_INFO                              = "資料"
IDS_RCS_TBL_ASH_X                             = "Ashx"
IDS_RCS_TBL_ASH_Y                             = "Ashy"
IDS_RCS_TBL_DIM_MIN                           = "Dim,min"
IDS_RCS_TBL_DIM_RATIO                         = "Dim,ratio"
IDS_RCS_DIAMETER                              = "直徑 (D)"
IDS_RCS_TBL_SERVICEABILITY_DATA               = "使用性資料"
IDS_RCS_TB_CHARACTER_LOAD_CAPACITY            = "CHARATERISTIC LOAD CAPACITY"
IDS_RCS_TB_QUASI_LOAD_CAPACITY                = "QUASI-PERMANENT LOAD CAPACITY"
IDS_RCS_TB_FREQUENT_LOAD_CAPACITY             = "FREQUENT LOAD CAPACITY"
IDS_RCS_TB_SIGMA_C_TENS                       = "σc,tens"
IDS_RCS_TB_SIGMA_C_COMP                       = "σc,comp"
IDS_RCS_TB_SIGMA_S_STL                        = "σs,stl"
IDS_RCS_COLM_TOOLTIP_SHEAR_DGN_EXCUTE         = "柱軸力\n(+): 壓力\n(-): 拉力\n勾選 "考慮軸力對剪力強度影響" 選項\n可依據此軸力值進行剪力強度檢核"
IDS_RCS_COLM_TOOLTIP_SHEAR_DGN_INPUT          = "輸入用來進行剪力強度檢核的軸力值"
IDS_RCS_COLM_TOOLTIP_EFFECTIVE_LAMDA          = "有效長度係數\n可直接輸入數值或點擊右側功能鍵進行設定"
IDS_RCS_COLM_TOOLTIP_SLENDER_CM               = "等值彎矩修正因數, Cm"
IDS_RCS_COLM_TOOLTIP_MAX_FIXP_ALL_P           = "最大設計軸向靜載重與設計軸向全載重之比值"
IDS_RCS_COLM_TOOLTIP_PILOTIS_PROVISION_KDS    = "[KDS 41 17 00, 9.8.4] Pilotis Column Provisions"
IDS_RCS_SPREAD                                = "擴展"
IDS_RCS_PILE                                  = "基樁"
IDS_RCS_COBEL_TOOLTIP_NON_CONSIDER            = "用於設計/檢核的鋼筋數量\n不考慮搭接"
IDS_RCS_COBEL_TOOLTIP_NONPRESENT_FIGURE       = "托梁/托架的寬度\n此寬度值係指垂直示意圖方向的長度"
IDS_RCS_COBEL_TOOLTIP_SHEARFORCE              = "托梁/托架所受的剪力"
IDS_RCS_COBEL_TOOLTIP_TENS_NOTBIG_THANSHEAR   = "托梁/托架所受的拉力\n此拉力值不可大於剪力值"
IDS_RCS_COBEL_TOOLTIP_DIS_SHEARFOR            = "剪力的施加位置"
IDS_RCS_COBEL_TOOLTIP_PLATE_NONPRESENT_FIGURE  = "支承鈑的寬度\n此寬度值係指垂直示意圖方向的長度"
IDS_RCS_COBEL_TOOLTIP_PLATE_HEIGHT            = "支承鈑的長度"
IDS_RCS_TBL_CHECK_ITEM_BIG                    = "檢核項目"
IDS_RCS_TBL_REQUIRED                          = "需求量"
IDS_RCS_TBL_APPLIED                           = "設計值"
IDS_RCS_TBL_RESULT                            = "檢核結果"
IDS_RCS_TBL_TENS_FORCE                        = "拉力 "
IDS_RCS_TBL_DIST_DEPTH_RATIO                  = "外力距離與深度比 "
IDS_RCS_TBL_BEARING_PLATE                     = "支承鈑面積 "
IDS_RCS_TBL_SHEAR_STRENGTH                    = "剪力強度 "
IDS_RCS_TBL_TENS_BAR                          = "主拉力鋼筋 "
IDS_RCS_TBL_CLOSED_STIRRUP                    = "箍筋 "
IDS_RCS_TBL_LOAD                              = "載重"
IDS_RCS_TBL_PS                                = "Ps"
IDS_RCS_TBL_SERVICE                           = "工作應力"
IDS_RCS_TBL_MSX                               = "Msx"
IDS_RCS_TBL_MSY                               = "Msy"
IDS_RCS_TBL_SELF_WEIGHT                       = "自重"
IDS_RCS_TBL_SURFACE                           = "地面"
IDS_RCS_TBL_DENSITY                           = "密度"
IDS_RCS_TBL_ECCENT                            = "偏心"
IDS_RCS_TBL_EX                                = "Ex"
IDS_RCS_TBL_EY                                = "Ey"
IDS_RCS_TBL_X_DIREC                           = "X向"
IDS_RCS_TBL_Y_DIREC                           = "Y向"
IDS_RCS_TBL_FE                                = "fe"
IDS_RCS_TBL_SOIL_EN_BEARING                   = "土壤\n承載力"
IDS_RCS_TBL_2_WAY_SHEAR                       = "雙向\n剪力"
IDS_RCS_TBL_SOIL_CAPA                         = "土壤\n承載力"
IDS_RCS_TBL_1WAY_X                            = "單向-X"
IDS_RCS_TBL_1WAY_Y                            = "單向-Y"
IDS_RCS_TBL_2WAY                              = "雙向"
IDS_RCS_TBL_FACE                              = "面"
IDS_RCS_TBL_FOUNDATION                        = "基礎"
IDS_RCS_TBL_NO_DOT                            = "No."
IDS_RCS_TBL_EXT_DOT                           = "Ext."
IDS_RCS_TBL_COMP_DOT                          = "壓力"
IDS_RCS_TBL_TENS_DOT                          = "拉力"
IDS_RCS_TBL_PILE_BEARING                      = "樁承載"
IDS_RCS_TBL_PILE_CAPA_SMALL                   = "樁容量"
IDS_RCS_TBL_FOOT_SIZE                         = "基礎尺寸"
IDS_RCS_FOOT_TOOLTIP_COLUMNSECT               = "柱斷面尺寸"
IDS_RCS_FOOT_TOOLTIP_WALLSECT                 = "牆斷面尺寸"
IDS_RCS_FOOT_TOOLTIP_COLUM_POSI_ECC           = "柱的偏心距\n(+): 往右側偏心\n(-): 往左側偏心"
IDS_RCS_FOOT_TOOLTIP_COLUM_POSI_ECC_UP_DOWN   = "柱的偏心距\n(+): 往上方偏心\n(-): 往下方偏心"
IDS_RCS_FOOT_TOOLTIP_WALL_POSI_ECC            = "牆的偏心距\n(+): 往右側偏心\n(-): 往左側偏心"
IDS_RCS_FOOT_TOOLTIP_WALL_POSI_ECC_UP_DOWN    = "牆的偏心距\n(+): 往上方偏心\n(-): 往下方偏心"
IDS_RCS_TBL_MOMENT_MUY                        = "彎矩 (Muy)"
IDS_RCS_TBL_ISOLATED_FOOT                     = "獨立基礎(基礎版)"
IDS_RCS_TBL_STRIP_FOOT                        = "連續基礎"
IDS_RCS_TBL_PILE_FOOT                         = "獨立基礎(基樁)"
IDS_RCS_TBL_LINE_MAT_FOOT                     = "條狀/牆基(基礎版)"
IDS_RCS_TBL_POSITION_INFO                     = "位置\n資料"
IDS_RCS_COLUMN_SECTION                        = "柱斷面"
IDS_RCS_SHEARWALL_TOOLTIP_NOMINAL_SHEAR_FORCE  = "剪力牆的總高度\n將依據此高度值計算標稱剪力強度"
IDS_RCS_SHEARWALL_TOOLTIP_BOUNDARY_ELEM_FORCE  = "將依據此軸力值計算邊界構材的長度"
IDS_RCS_SHEARWALL_TOOLTIP_SHEAR_DGN_F         = "剪力牆軸力\n(+): 壓力\n(-): 拉力\n勾選 "考慮軸力對剪力強度影響" 選項\n可依據此軸力值進行剪力強度檢核"
IDS_RCS_SHEARWALL_TOOLTIP_MAJOR_MOMENT        = "剪力牆主軸彎矩\n勾選 "考慮軸力對剪力強度影響" 選項\n可依據此彎矩值進行剪力強度檢核"
IDS_RCS_SHEARWALL_TOOLTIP_INPUT_F             = "輸入用來進行剪力強度檢核的軸力值"
IDS_RCS_SHEARWALL_TOOLTIP_INPUT_MOMENT        = "輸入用來進行剪力強度檢核的彎矩值"
IDS_RCS_TBL_VERTICAL_SPAC                     = "垂直筋 "
IDS_RCS_TBL_HORIZON_SPAC                      = "水平筋 "
IDS_RCS_TBL_END_SPAC                          = "端部垂直筋 "
IDS_RCS_TBL_BE_HOR_DOT                        = "端部水平筋 "
IDS_RCS_TBL_VALUE                             = "設計值"
IDS_RCS_TBL_CRITERIA                          = "標準值"
IDS_RCS_TBL_COLUMN                            = "柱"
IDS_RCS_TBL_ROW_REQ                           = "ρreq"
IDS_RCS_TBL_ROW_REQ_DEVIDED_ROW               = "ρreq/ρ"
IDS_RCS_TBL_PHI_VU_DEVIDED_VNMAX              = "øVu/øVnmax"
IDS_RCS_TBL_DIRX_X                            = "X向"
IDS_RCS_TBL_DIRX_Y                            = "Y向"
IDS_RCS_TBL_FCK_EN                            = "F'c\n"
IDS_RCS_TBL_FY_EN                             = "Fy\n"
IDS_RCS_TBL_LW_CONCRETE                       = "輕質混凝土"
IDS_RCS_TBL_USER_INPUT                        = "自定義載重"
IDS_RCS_TBL_DL_EN                             = "DL\n"
IDS_RCS_TBL_LL_EN                             = "LL\n"
IDS_RCS_TBL_LX_EN                             = "Lx\n"
IDS_RCS_TBL_LY_EN                             = "Ly\n"
IDS_RCS_TBL_THK_EN                            = "厚度\n"
IDS_RCS_TBL_SUPPORT                           = "支承條件"
IDS_RCS_TBL_USER_CLEAR_SPAN                   = "使用淨跨度"
IDS_RCS_TBL_BOUNDARY_BEAMS                    = "邊梁"
IDS_RCS_TBL_DEFLECTION_CONTROL_DATA           = "撓度檢核參數"
IDS_RCS_TBL_SHORT_EN_TERM                     = "即時"
IDS_RCS_TBL_LONG_EN_TERM                      = "長時"
IDS_RCS_TBL_DURATION_MONTHS                   = "時間效應\n(月)"
IDS_RCS_TBL_MU_EN                             = "Mu\n"
IDS_RCS_TBL_VU_EN                             = "Vu\n"
IDS_RCS_TBL_TOP_SPAC                          = "上方 "
IDS_RCS_TBL_MIDDLE_SPAC                       = "中央 "
IDS_RCS_TBL_BOTTOM_SPAC                       = "下方 "
IDS_RCS_TBL_LEFT_SPAC                         = "左側 "
IDS_RCS_TBL_CENTER_SPAC                       = "中央 "
IDS_RCS_TBL_RIGHT_SPAC                        = "右側 "
IDS_RCS_TBL_D_SMALL_SPAC                      = "d "
IDS_RCS_SLB_TOOLTIP_NOTCONSIDER_AUTO_SLABDL   = "樓版自重未自動計算，需自行加計後輸入於此"
IDS_RCS_SLB_TOOLTIP_NEED_XSPAN_SMALL_THAN_Y   = "Lx為短向跨度，其值不可大於Ly"
IDS_RCS_SLB_TOOLTIP_CALCDEPTH_FROM_BEAMSECTION  = "將依據邊梁尺寸計算最小需求版厚"
IDS_RCS_SLB_TOOLTIP_MUST_USE_USER_INPUT       = "如欲直接輸入彎矩與剪力值\n請勾選 "自定義設計載重" 選項"
IDS_RCS_TBL_LEFT_BIG                          = "左側"
IDS_RCS_TBL_CENTER_BIG                        = "中央"
IDS_RCS_TBL_RIGHT_BIG                         = "右側"
IDS_RCS_TBL_MU_SPAC                           = "Mu "
IDS_RCS_TBL_VU_SPAC                           = "Vu "
IDS_RCS_TBL_REBAR_Y1                          = "鋼筋 (Y1)"
IDS_RCS_TBL_REBAR_Y2                          = "鋼筋 (Y2)"
IDS_RCS_TBL_REBAR_Y3                          = "鋼筋 (Y3)"
IDS_RCS_TBL_LINK_CENTER                       = "同中央"
IDS_RCS_TBL_S_CRACK                           = "s (Crack)"
IDS_RCS_TBL_Wcr_CRACK                         = "Crack Width(Wcr)"
IDS_RCS_TBL_REBAR_X1                          = "鋼筋 (X1)"
IDS_RCS_TBL_REBAR_X2                          = "鋼筋 (X2)"
IDS_RCS_TBL_REBAR_X3                          = "鋼筋 (X3)"
IDS_RCS_TBL_DESIGN_SLAB_TYPE                  = "Design type of slab"
IDS_RCS_TBL_1WAY_SLAB                         = "1-Way Slab"
IDS_RCS_TBL_2WAY_SLAB                         = "2-Way Slab"
IDS_RCS_TBL_MIN_THICK_SPAC                    = "最小需求版厚 "
IDS_RCS_TBL_SPACE_CRACK                       = "Space by Crack "
IDS_RCS_TBL_CRACK_WIDTH                       = "Crack Width"
IDS_RCS_TBL_THICK_NECESSARY                   = "至少需有一筆厚度資料"
IDS_RCS_TBL_SPACE_SPAC                        = "間距 "
IDS_RCS_TBL_THICKNESS_SMALL                   = "厚度"
IDS_RCS_TBL_USE_COVER                         = "使用\n相同\n保護層"
IDS_RCS_SLAB_CHECK_CALCRESULT_YOUSELECT_NUMBER  = "將依據指定的鋼筋數量列出檢核計算結果"
IDS_RCS_TBL_LEGEND                            = "圖例"
IDS_RCS_TBL_1_OK                              = "(1) 000.00 : OK"
IDS_RCS_TBL_2_NG_MAXIMUM_REBAR_RATIO          = "(2) 000.00 : NG (大於最大鋼筋比)"
IDS_RCS_TBL_3_NG_MAXIMUM_REBAR_RATIO          = "(3) 000.00 : NG (小於最小鋼筋比)"
IDS_RCS_TBL_4_NG_MAXIMUM_REBAR_RATIO          = "(4) 000.00 : 大於最大鋼筋間距 (裂縫控制)"
IDS_RCS_TBL_5_NG_SPACE_BY_MATERIAL            = "(5) s<smin : 小於最小鋼筋間距 (材料限制)"
IDS_RCS_TBL_MINOR_DIRECTION_MOMENT            = "弱軸方向彎矩"
IDS_RCS_TBL_SHEAR_STRENGTH_REBAR_SPACE        = "剪力強度與鋼筋間距"
IDS_RCS_TBL_THICKNESS__s__s                   = "厚度 : %s %s"
IDS_RCS_TBL_MAJOR_DIR_MOMENT__s__s            = "強軸方向彎矩 (Cc = %s%s)"
IDS_RCS_TBL_SHEAR_STRENGTH__s__s__s           = "  剪力強度 ( øVc ) = %s %s/%s"
IDS_RCS_TBL_MBAR_RHO_FOR_SHEAR                = "  Rebar ratio of main bar for shear strength"
IDS_RCS_TBL_MAXIMUM_REBAR_SPACE_1WAY_SLAB__s__s  = "  單向版的最大鋼筋間距 = %s%s"
IDS_RCS_TBL_ANGLE                             = "角度"
IDS_RCS_CHECK_DEFINE_SOIL_LOAD                = "至少需有兩筆數據才可定義土壤載重"
IDS_RCS_TBL_LEVEL_SPAC                        = "高程 "
IDS_RCS_TBL_FORCE_SPAC                        = "外力 "
IDS_RCS_SOIL_TOOLTIP_1FLOOR_1BASEFLOOR        = "地表與一樓樓層之高程差\n(+) : 一樓樓層高於地表\n(-) : 一樓樓層低於地表"
IDS_RCS_SOIL_TOOLTIP_BASE_WATER_LEVEL_BLABLA  = "地下水位高\n(+): 高於地表\n(-): 低於地表"
IDS_RCS_TBL_DEAD                              = "靜載"
IDS_RCS_TBL_LANDING_L                         = "平台(左)"
IDS_RCS_TBL_LANDING_R                         = "平台(右)"
IDS_RCS_TBL_SIZE_SMALL                        = "尺寸"
IDS_RCS_TBL_LANDING_LEFT                      = "平台(左側)"
IDS_RCS_TBL_LANDING_RIGHT                     = "平台(右側)"
IDS_RCS_TBL_LANDING_LEFT_BIG                  = "平台(左側)"
IDS_RCS_TBL_LANDING_RIGHT_BIG                 = "平台(右側)"
IDS_RCS_TBL_SUB                               = "Sub"
IDS_RCS_TBL_USE_LEFT                          = "同\n左側"
IDS_RCS_TBL_STAIR                             = "階梯"
IDS_RCS_TBL_REBAR_SPACE                       = "鋼筋 (間距)"
IDS_RCS_TBL_REBAR_TOP                         = "鋼筋 (上層主筋)"
IDS_RCS_TBL_REBAR_BOT                         = "鋼筋 (下層主筋)"
IDS_RCS_TBL_REBAR_SUB                         = "鋼筋 (箍筋)"
IDS_RCS_STAIR_TOOLTIP_NOCONSIDER_DL           = "階梯自重未自動計算，需自行輸入"
IDS_RCS_STAIR_TOOLTIP_NOCONSIDER_DL_STAIR     = "平台自重未自動計算，需自行輸入"
IDS_RCS_STAIR_TOOLTIP_STAIR_SLAB_DEPTH        = "階梯下方斜版厚度"
IDS_RCS_STAIR_TOOLTIP_SLAB_DEPTH              = "左側與右側平台厚度"
IDS_RCS_STAIR_TOOLTIP_SLAB_COVER_DEPTH        = "階梯與平台之保護層厚度"
IDS_RCS_STAIR_TOOLTIP_STAIR_CHAM_LENGTH       = "左側平台長度"
IDS_RCS_STAIR_TOOLTIP_STAIR_LENGTH            = "階梯段長度"
IDS_RCS_STAIR_TOOLTIP_RIGHT_CHAM_LENGTH       = "右側平台長度"
IDS_RCS_STAIR_TOOLTIP_STAIR_LEVEL             = "樓梯總高度"
IDS_RCS_STAIR_TOOLTIP_STAIR_BROAD             = "平台寬度"
IDS_RCS_TBL_PLAN_SECTION                      = "平面 & 立面"
IDS_RCS_CHECK_DIAGRAM_DGNINFO_NEED            = "需先執行設計或檢核才可查看結果"
IDS_RCS_TBL_T_SECTION                         = "T-Section"
IDS_RCS_TBL_R_SECTION                         = "R-Section"
IDS_RCS_TBL_HEADER_RESULT                     = "HeaderResult"
IDS_RCS_TBL_DATA_FIRST_RESULT                 = "DataFirstResult"
IDS_RCS_TBL_DATA_MIDDLE_RESULT                = "DataMiddleResult"
IDS_RCS_TBL_DATA_LAST_RESULT                  = "DataLastResult"
IDS_RCS_TBL_HEADER_ONLY                       = "HeaderOnly"
IDS_RCS_TBL_DATA_FIRST_ONLY                   = "DataFirstOnly"
IDS_RCS_TBL_DATA_MIDDLE_ONLY                  = "DataMiddleOnly"
IDS_RCS_TBL_DATA_LAST_ONLY                    = "DataLastOnly"
IDS_RCS_TBL_BOUNDING_BOX                      = "邊界框格"
IDS_RCS_TBL_ZERO                              = "零"
IDS_VDRAW_CHECK_HEIGHT_TOO_BIG                = "圖例的高度太高，沒有空間填入數據"
IDS_RCS_ITEM_STRIP                            = "連續"
IDS_RCS_CHECK_RC_SHEAR_WALL                   = "檢核RC剪力牆 ..."
IDS_RCS_CHECK_BATCHDESIGN_CONTINUE            = "\n\n要進行批次設計嗎?"
IDS_RCS_WALL_SECTION                          = "牆斷面"
IDS_RCS_TBL_GAMMAC                            = "γc"
IDS_RCS_TBL_GAMMAS                            = "γs"
IDS_RCS_TBL_REDISTRIBUTION_FACTOR             = "δ"
IDS_RCS_TBL_WALL                              = "牆"
IDS_RCS_TBL_ADDITIONAL_DGN_INFO               = "額外的設計資訊"
IDS_RCS_TBL_PARTIAL_SAFETY                    = "部分安全"
IDS_RCS_GENCOLM_TOOLTIP_TIEBAR                = "主筋淨間距\n淨間距大於150mm時 : 每根主筋皆加上箍筋\n淨間距小於150mm時 : 主筋隔排加上箍筋"
IDS_RCS_FOOTING_CIRCLE                        = "圓形"
IDS_RCS_FOOTING_INVERTED_T                    = "倒T形"

IDS_RCS_DLG_CAD_MSG1                          = "請選取要匯入的檔案."
IDS_RCS_DLG_CAD_MSG2                          = "基礎圖層中選定的形狀數量必須是一個"
IDS_RCS_DLG_CAD_MSG_URGC_SECT_POLY            = "斷面圖層中選定的形狀數量必須是一個"

IDS_RCS_TBL_EC_LAMDA                          = "λ"
IDS_RCS_TBL_EC_LAMDA_LIM                      = "λlim"
IDS_RCS_TBL_EC_MED                            = "M.Ed"
IDS_RCS_TBL_EC_NRD                            = "N.Rd"
IDS_RCS_TBL_EC_MRD                            = "M.Rd"
IDS_RCS_TBL_EC_NED_PER_NRD                    = "N.Ed/N.Rd"
IDS_RCS_TBL_EC_MED_PER_MRD                    = "M.Ed/M.Rd"
IDS_RCS_TBL_EC_VRD                            = "V.Rd "
IDS_RCS_TBL_EC_VED_VRD                        = "V.Ed/V.Rd"
IDS_RCS_TBL_EC_RATIO_N                        = "N"
IDC_RCS_TBL_K1                                = "k1"
IDC_RCS_TBL_K2                                = "k2"
IDC_RCS_TBL_K3                                = "k3"
IDS_RCS_TBL_CHARACTERISTIC_LOAD               = "Characteristic Load"
IDS_RCS_TBL_QUASI_LOAD                        = "Quasi-permanent Load"
IDS_RCS_TBL_FREQUENT_LOAD                     = "Frequent Load"

IDS_RCS_FOUNDATION_BEAM                       = "梁"
IDS_RCS_FOUNDATION_TRANSVERSE_MOM             = "水平向 M.Ed"
IDS_RCS_FOUNDATION_TRANSVERSE_REB             = "水平鋼筋"
IDS_RCS_TBL_MED_TOP                           = "M.Ed (上)"
IDS_RCS_TBL_MED_BOT                           = "M.Ed (下)"
IDS_RCS_TBL_VED                               = "V.Ed"
IDS_RCS_TBL_VED_1WAY                          = "V.Ed 單向"
IDS_RCS_TBL_THICK                             = "厚度"
IDS_RCS_TBL_ECC_DOT                           = "偏心"
IDS_RCS_TBL_EC_MEDX_SERV                      = "M.Edx,s"
IDS_RCS_TBL_EC_MEDY_SERV                      = "M.Edy,s"
IDS_RCS_TBL_EC_NED_SERV                       = "N.Ed,s"
IDS_RCS_TBL_EC_MEDX                           = "M.Edx"
IDS_RCS_TBL_EC_MEDY                           = "M.Edy"
IDS_RCS_TBL_EC_NED                            = "N.Ed"
IDS_RCS_TBL_EC_VEDX                           = "V.Edx"
IDS_RCS_TBL_EC_VEDY                           = "V.Edy"
IDS_RCS_TBL_EC_MRDX                           = "M.Rdx"
IDS_RCS_TBL_EC_MRDY                           = "M.Rdy"
IDS_RCS_TBL_EC_VRDX                           = "V.Rdx"
IDS_RCS_TBL_EC_VRDY                           = "V.Rdy"
IDS_RCS_TBL_CREEP_N_COEFF                     = "潛變\n係數"
IDS_RCS_TBL_EC_DIRECT_X_MEDY                  = "X方向 (M.Edy)"
IDS_RCS_TBL_EC_DIRECT_Y_MEDX                  = "Y方向 (M.Edx)"
IDS_RCS_CBSF_EC_CHECK_RC_SFOOTING             = "檢核RC連續基礎 ..."
IDS_RCS_CBSF_EC_CHECK_RC_CWALL                = "檢核RC組合剪力牆 ..."
IDS_RCS_CBSF_EC_DESIGN_RC_GENWALL             = "設計RC組合剪力牆 ..."
IDS_RCS_CBSF_SECTION_INVALID_TYPE             = "不合適的斷面形式"
IDS_RCS_BEAM_REBAR_INVALID_TRANSVERSE_SPACE   = "不合適的水平鋼筋設定 : 鋼筋間距於 %s < 0"
IDS_RCS_TBL_MOMENT_TOP                        = "彎矩, 上"
IDS_RCS_TBL_MOMENT_BOT                        = "彎矩, 下"
IDS_RCS_BEAM_TOOLTIP_RBAR_COVER_DEPTH_USE_BOT_COVER  = "上層鋼筋保護層厚度\n如上下層欲使用相同數值 \n請勾選 "使用相同保護層厚度" 選項"
IDS_RCS_BEAM_TOOLTIP_RBAR_BOTTOM_COVER_DEPTH  = "下層鋼筋保護層厚度"
IDS_RCS_TBL_MED_FLANGE                        = "M.Ed (翼板)"
IDS_RCS_TBL_FCD                               = "Fcd"
IDS_RCS_TBL_FYD                               = "Fyd"
IDS_RCS_TBL_FYWD                              = "Fywd"
IDS_RCS_TBL_FYK                               = "Fyk"
IDS_RCS_TBL_FYWK                              = "Fywk"
IDS_RCS_TBL_VED_FLANGE                        = "V.Ed (翼板)"
IDS_RCS_TBL_NEDX                              = "N.Edx"
IDS_RCS_TBL_NEDY                              = "N.Edy"

IDS_RCS_BATCH_RCCOMBINEDWALL__d__d            = "正在設計RC組合剪力牆 (%d/%d)"
IDS_RCS_URDW_GRID_START                       = "牆起始點"
IDS_RCS_URDW_GRID_END                         = "牆終點"
IDS_RCS_URDW_GRID_X                           = "X"
IDS_RCS_URDW_GRID_Y                           = "Y"
IDS_RCS_URDW_FLANGE_WIDTH                     = "翼板\n寬度"
IDS_RCS_URDW_CREEP_COEFF                      = "潛變\n係數"
IDS_RCS_URDW_WALL_INFOMATION                  = "牆\n資料"
IDS_RCS_RPT_COMBINED_WALL                     = "報表(RC組合剪力牆)"
IDS_RCS_RPT_COMBINED_WALL_LIST                = "組合剪力牆列表"
IDS_RCS_URDW_ERROR_EXIST_SAME_WALL_NAME__s    = "已存在 (%s) 的牆名稱"
IDS_RCS_COLM_TOOLTIP_TEXT_SIZE                = "調整字體大小"
IDS_RCS_TBL_SOIL_CAPACITY                     = "土壤\n承載力"
IDS_RCS_TBL_2NDORDER_EFFECT                   = "二階效應"
IDS_RCS_TBL_CONSIDER_2NDEFFECT                = "考慮二階效應"
IDS_CONSIDER_N_2ND_ORDER_N_EFFECT             = "考慮\n二階效應"
IDS_RCS_TBL_SLENDERNESS_LIMIT                 = "細長構材. 極限(%s)"
IDS_RCS_TBL_CALC_BY_PGM                       = "依\nPGM計算"
IDS_RCS_TBL_CONSIDER_IMPERFECT                = "考慮缺陷效應"
IDS_RCS_WARING_COMBINEDWALL_DATA_LOST         = "[警告] 自定義的牆形狀與鋼筋資料將被修改\n要繼續執行嗎?"
IDS_RCS_TBL_EFF_DETERMINE_CROSS_SECTION       = "依斷面形式定義"
IDS_RCS_TBL_EFF_EQUIVALNET_DIMENSION          = "等值尺寸"
IDS_RCS_TBL_DESIGN_MOMENT                     = "設計彎矩"
IDS_RCS_BEAM_TBL_SHEAR_ONEWAY                 = "剪力(單向) "

IDS_RCS_TBL_OVERTURNING                       = "傾覆"
IDS_RCS_TBL_OVERTURNING_WRAP                  = "傾覆"
IDS_RCS_TBL_SLIDING                           = "滑動"
IDS_RCS_TBL_BEARING                           = "承載力"
IDS_RCS_URRW_STEM                             = "牆身"
IDS_RCS_URRW_HEEL                             = "牆後踵"
IDS_RCS_URRW_TOE                              = "牆前趾"
IDS_RCS_URRW_FOUNDATION                       = "基礎版"
IDS_RCS_URRW_SHEARKEY                         = "剪力榫"
IDS_RCS_URRW_SHEARKEY_MAIN                    = "Shear Key Main"
IDS_RCS_URRW_SHEARKEY_HORZ                    = "Shear Key Horz."
IDS_RCS_URRW_TOTAL_H                          = "牆總高度"
IDS_RCS_URRW_TOP_THK                          = "牆頂厚度"
IDS_RCS_URRW_BOT_THK                          = "牆底厚度"
IDS_RCS_URRW_BACK_DIST                        = "背斜距離"
IDS_RCS_URRW_COVER_FRONT                      = "保護層\n(正面)"
IDS_RCS_URRW_COVER_BACK                       = "保護層\n(背面)"
IDS_RCS_COVER                                 = "保護層厚度"
IDS_RCS_DEPTH                                 = "底版厚"
IDS_RCS_LOCATION                              = "位置"
IDS_RCS_SLOPE_DEPTH                           = "斜部厚"
IDS_RCS_URRW_TOE_LENG                         = "牆前趾寬"
IDS_RCS_URRW_HEEL_LENG                        = "牆後腫寬"
IDS_RCS_URRW_BACKFILL                         = "背填土"
IDS_RCS_URRW_INCLINED                         = "地表傾角"
IDS_RCS_URRW_FLAT                             = "平面"
IDS_RCS_URRW_SLOPE                            = "斜角"
IDS_RCS_URRW_FRIC_ANGLE                       = "摩擦角"
IDS_RCS_URRW_FOUNDATION_GROUND                = "下方原土層"
IDS_RCS_URRW_COHESION                         = "凝聚力"
IDS_RCS_URRW_BEARING_CAPACITY                 = "承載力"
IDS_RCS_URRW_LIVE_FACTOR                      = "Live\nFactor"
IDS_RCS_URRW_SOIL_FACTOR                      = "土係數"
IDS_RCS_URRW_WATER_LEVEL                      = "水位高"
IDS_RCS_URRW_WATER_FACTOR                     = "水係數"
IDS_RCS_URRW_STABILITY                        = "穩定性"
IDS_RCS_URRW_TBL_BASIC                        = "基本資料"
IDS_RCS_URRW_TBL_SOILLOAD                     = "土壤/外力"
IDS_RCS_URRW_TBL_TYPE_T                       = "T"
IDS_RCS_URRW_TBL_TYPE_L                       = "L"
IDS_RCS_URRW_TBL_STEM_VERT_BOTM               = "牆身 (底部)"
IDS_RCS_URRW_TBL_STEM_VERT_HALF               = "牆身 (中間)"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_1ST            = "背面第一排"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_2ND            = "背面第二排"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_N_1ST          = "背面\n第一排"
IDS_RCS_URRW_TBL_STEM_BACK_BAR_N_2ND          = "背面\n第二排"
IDS_RCS_URRW_STEM_BOT_FRONT                   = "牆身底部-正面"
IDS_RCS_URRW_STEM_BOT_BACK                    = "牆身底部-背面"
IDS_RCS_URRW_STEM_BOT_HORZ                    = "牆身底部-水平"
IDS_RCS_URRW_STEM_HALF_FRONT                  = "牆身中間-正面"
IDS_RCS_URRW_STEM_HALF_BACK                   = "牆身中間-背面"
IDS_RCS_URRW_STEM_HALF_HORZ                   = "牆身中間-水平"
IDS_RCS_URRW_FDN_HEEL_MAIN                    = "牆後腫-主筋"
IDS_RCS_URRW_FDN_HEEL_DIST                    = "牆後腫-溫度"
IDS_RCS_URRW_FDN_TOE_MAIN                     = "牆前趾-主筋"
IDS_RCS_URRW_FDN_TOE_DIST                     = "牆前趾-溫度"
IDS_RCS_URRW_TBL_STEM_FRONT_BAR               = "正面"
IDS_RCS_URRW_TBL_STEM_BACK_BAR                = "背面"
IDS_RCS_URRW_TBL_STEM_HORZ_BAR                = "水平"
IDS_RCS_URRW_TBL_FDN_HEEL                     = "牆後踵"
IDS_RCS_URRW_TBL_TOP_BOT_BAR_1ST              = "頂部/底部第一排"
IDS_RCS_URRW_TBL_TOP_BAR_1ST                  = "頂部第一排"
IDS_RCS_URRW_TBL_TOP_BAR_2ND                  = "頂部第二排"
IDS_RCS_URRW_TBL_TOP_BAR_N_1ST                = "頂部\n第一排"
IDS_RCS_URRW_TBL_TOP_BAR_N_2ND                = "頂部\n第二排"
IDS_RCS_URRW_TBL_FDN_TOE                      = "牆前趾"
IDS_RCS_URRW_TBL_BOT_BAR_1ST                  = "底部第一排"
IDS_RCS_URRW_TBL_BOT_BAR_2ND                  = "底部第二排"
IDS_RCS_URRW_TBL_BOT_BAR_N_1ST                = "底部\n第一排"
IDS_RCS_URRW_TBL_BOT_BAR_N_2ND                = "底部\n第二排"
IDS_RCS_URRW_TBL_FDN_DIST_BAR                 = "水平溫度筋"
IDS_RCS_URRW_TBL_SHEARKEYBAR                  = "垂直筋"
IDS_RCS_URRW_TBL_RBAR_NAME1                   = "鋼筋1"
IDS_RCS_URRW_TBL_RBAR_SPACE1                  = "間距1"
IDS_RCS_URRW_TBL_RBAR_NAME2                   = "鋼筋2"
IDS_RCS_URRW_TBL_RBAR_SPACE2                  = "間距2"
IDS_RCS_URRW_TBL_RBAR_NAME                    = "名稱"
IDS_RCS_URRW_TBL_RBAR_SPACE                   = "間距"
IDS_RCS_URRW_TBL_RSLT_MOMENT                  = "彎矩"
IDS_RCS_URRW_TBL_RSLT_SHEAR                   = "剪力"
IDS_RCS_URRW_TBL_RSLT_RHO                     = "ρ"
IDS_RCS_URRW_TBL_RSLT_SPACE                   = "間距"
IDS_RCS_RPT_RETAIN_WALL                       = "報表(RC擋土牆)"
IDS_RCS_RETAIN_WALL                           = "擋土牆"
IDS_RCS_URRW_DRAW_TYPE_SECT                   = "斷面"
IDS_RCS_URRW_DRAW_TYPE_SELFWEIGHT             = "自重"

IDS_RCS_BATCH_URRW__d__d                      = "正在設計RC擋土牆 (%d/%d)"

IDS_RCS_URCF_INPUT_COLM_MIN                   = "柱子超過兩個"
IDS_RCS_URCF_REBAR_POS_CANTI_L                = "自由端 (L)"
IDS_RCS_URCF_REBAR_POS_CANTI_R                = "自由端 (R)"
IDS_RCS_URCF_REBAR_POS_SUPP                   = "柱支承 (%d)"
IDS_RCS_URCF_REBAR_POS_SPAN                   = "跨度 (%d-%d)"
IDS_RCS_URCF_COLM_INFO_NO                     = "No."
IDS_RCS_URCF_COLM_INFO_SHAPE                  = "形狀"
IDS_RCS_URCF_COLM_INFO_SPAN                   = "間距"
IDS_RCS_URCF_COLM_INFO_DETAIL                 = "詳細"
IDS_RCS_URCF_COLM_INFO_RECT                   = "矩形"
IDS_RCS_URCF_COLM_INFO_CIR                    = "圓形"
IDS_RCS_URCF_COLM_INFO_RECT_CIR               = "矩形\n圓形\n"
IDS_RCS_URCF_COLM_INFO_ETC                    = "..."
IDS_RCS_URCF_COLM_DEF_CX                      = "Cx"
IDS_RCS_URCF_COLM_DEF_CY                      = "Cy"
IDS_RCS_URCF_COLM_DEF_DIA                     = "直徑"
IDS_RCS_URCF_FOOTING_INP_GRID_EXT_L           = "外伸長度 (左)"
IDS_RCS_URCF_FOOTING_INP_GRID_EXT_R           = "外伸長度 (右)"
IDS_RCS_URCF_FOOTING_INP_GRID_LY              = "寬度 (Ly)"
IDS_RCS_URCF_REBAR_GRID_ITEMS                 = "項目"
IDS_RCS_URCF_REBAR_GRID_EFF_W                 = "有效寬度"
IDS_RCS_URCF_REBAR_GRID_TOP                   = "上層鋼筋"
IDS_RCS_URCF_REBAR_GRID_BOT                   = "下層鋼筋"
IDS_RCS_URCF_REBAR_GRID_MAX_S                 = "最大間距"
IDS_RCS_URCF_REBAR_GRID_BAR_RAT               = "ρ / ρmin (%)"
IDS_RCS_URCF_REBAR_GRID_BAR_AREA              = "As / As.Req"
IDS_RCS_URCF_RES_GRID_1WAY                    = "單向剪力"
IDS_RCS_URCF_RES_GRID_2WAY                    = "雙向剪力"
IDS_RCS_URCF_RES_GRID_MAX_CANT                = "懸臂端彎矩"
IDS_RCS_URCF_RES_GRID_MAX_SUPP                = "支承處彎矩"
IDS_RCS_URCF_RES_GRID_MAX_SPAN                = "跨間彎矩"
IDS_RCS_URCF_RES_GRID_MAX_Y                   = "Y向彎矩"
IDS_RCS_URCF_LIST_GRID_LOAD                   = "外力"
IDS_RCS_URCF_LIST_GRID_SELFWEIGHT             = "自重"
IDS_RCS_URCF_LIST_GRID_SURCHARGE              = "外加荷載"
IDS_RCS_URCF_LIST_GRID_SURCHARGE_LOAD         = "外加\n荷載"
IDS_RCS_URCF_LIST_GRID_SERFACE                = "地面超載"
IDS_RCS_URCF_LIST_GRID_DENSITY                = "土單位重"
IDS_RCS_URCF_LIST_GRID_HEIGHT                 = "覆土深度"
IDS_RCS_URCF_LIST_GRID_SECTION                = "斷面"
IDS_RCS_URCF_LIST_GRID_DEPTH                  = "深度"
IDS_RCS_URCF_LIST_GRID_COVER                  = "保護層厚度"
IDS_RCS_URCF_LIST_GRID_SHR_OFFSET_INFO        = "Shear\nOffset\nInfo."
IDS_RCS_URCF_LIST_GRID_COLM_INFO              = "柱資料"
IDS_RCS_URCF_LIST_GRID_RBAR_INFO              = "主筋\n資料"
IDS_RCS_URCF_LIST_GRID_FOUNDATION             = "基礎"
IDS_RCS_URCF_LIST_GRID_EXT_L                  = "Ext.(L)"
IDS_RCS_URCF_LIST_GRID_EXT_R                  = "Ext.(R)"
IDS_RCS_URCF_LIST_GRID_LY                     = "Ly"
IDS_RCS_URCF_LIST_GRID_FE                     = "fe"
IDS_RCS_URCF_LIST_GRID_FORCES                 = "外力"
IDS_RCS_URCF_LIST_GRID_SOIL_BEARING           = "土壤\n承載力"
IDS_RCS_URCF_LIST_GRID_X_DIR                  = "X向"
IDS_RCS_URCF_LIST_GRID_MUX                    = "Mux"
IDS_RCS_URCF_LIST_GRID_VUX                    = "Vux"
IDS_RCS_URCF_LIST_GRID_Y_DIR                  = "Y向"
IDS_RCS_URCF_LIST_GRID_MUY                    = "Muy"
IDS_RCS_URCF_LIST_GRID_2WAY_SHEAR             = "雙向\n剪力"
IDS_RCS_URCF_LIST_GRID_DGN_RES                = "設計結果"
IDS_RCS_URCF_LIST_GRID_SHEAR                  = "剪力"
IDS_RCS_URCF_LIST_GRID_1WAY_X                 = "單向(X)"
IDS_RCS_URCF_LIST_GRID_2WAY                   = "雙向"
IDS_RCS_URCF_LIST_REBAR_SUB_GRID_POS          = "位置"
IDS_RCS_URCF_LIST_REBAR_SUB_GRID_RBAR         = "鋼筋配置"
IDS_RCS_URCF_LIST_REBAR_SUB_AT                = "@"
IDS_RCS_URCF_SHR_OFFSET_GRID                  = "Shear Offset Factor"
IDS_RCS_URCF_SHR_GRID_USER_D                  = "User D"

/////// IDD_RCS_URCB_PMODE_DLG
IDC_GURCB_CHECK_MATERIAL_LCON                 = "輕質混凝土"
IDC_GURCB_FRAME_RESULT                        = "檢核計算結果"
IDC_GURCB_FRAME_MATERIAL                      = "材料"
IDC_GURCB_LABEL_MATERIAL_FCK                  = "混凝土"
IDC_GURCB_LABEL_MATERIAL_FY                   = "主筋"
IDC_GURCB_LABEL_MATERIAL_FYS                  = "箍筋"
IDC_GURCB_FRAME_SECTION                       = "斷面"
IDC_GURCB_LABEL_SECTION_DEPTH                 = "深度"
IDC_GURCB_LABEL_SECTION_COVER                 = "保護層厚度"
IDC_GURCB_LABEL_SECTION_WIDTH                 = "寬度"
IDC_GURCB_FRAME_FORCE                         = "外力"
IDC_GURCB_LABEL_FORCE_VU                      = "剪力"
IDC_GURCB_LABEL_FORCE_TU                      = "拉力"
IDC_GURCB_LABEL_FORCE_DIST                    = "剪力跨度"
IDC_GURCB_FRAME_FACTOR                        = "係數"
IDC_GURCB_LABEL_FACTOR_FRICTION               = "摩擦係數"
IDC_GURCB_FRAME_BAR                           = "鋼筋"
IDC_GURCB_LABEL_BAR_TENSION                   = "主拉力鋼筋"
IDC_GURCB_LABEL_BAR_STIRRUP                   = "箍筋"
IDC_GURCB_FRAME_PLATE                         = "支承鈑"
IDC_GURCB_LABEL_PLATE_B                       = "寬度"
IDC_GURCB_LABEL_PLATE_H                       = "長度"
IDC_GURCB_LABEL_SECTION_SPAN                  = "跨度"
IDC_GURCB_LABEL_MATERIAL_FACT                 = "因數"

IDS_RCS_ITEM_PARK_OUTER                       = "Traffic and parking areas"
IDS_RCS_ITEM_TERAS_2015                       = "Balconies"
IDS_RCS_ITEM_ROBBY_2015                       = "Lobbies and hallways"
IDS_RCS_ITEM_STAIR                            = "Stairs"
IDS_RCS_ITEM_LIVINGROOM_2015                  = "Living rooms in residential buildings"
IDS_RCS_ITEM_HUSE_PUBLICROOM                  = "Public rooms in public residential buildings"
IDS_RCS_ITEM_HSPT_ROOM                        = "Wards in hospitals"
IDS_RCS_ITEM_SURGERY_2015                     = "Operating rooms, public rooms and Laboratories"
IDS_RCS_ITEM_PASSAGE_EXCET_1ST                = "Hallways of all stories excepting for the 1st Story"
IDS_RCS_ITEM_ROOM_2015                        = "Rooms"
IDS_RCS_ITEM_PUBLICROOM_2015                  = "Public rooms"
IDS_RCS_ITEM_GENE_OFFICE_2015                 = "Office areas"
IDS_RCS_ITEM_SPEICALOFFICE_2015               = "Office areas for special use"
IDS_RCS_ITEM_CLASS_2015                       = "Classrooms"
IDS_RCS_ITEM_MARKET_1STARE_2015               = "Areas in retail shops and department stores (1st story)"
IDS_RCS_ITEM_MARKET_2STARE_2015               = "Areas in retail shops and department stores (2nd story and above)"
IDS_RCS_ITEM_ALL_PASSAGE                      = "Hallways of All stories"
IDS_RCS_ITEM_KITCHEN                          = "Kitchens"
IDS_RCS_ITEM_THEA_STAT_2015                   = "Theater and assembly halls with fixed seats"
IDS_RCS_ITEM_STAGE_MOVI_2015                  = "Assembly halls without obstacles for moving people"
IDS_RCS_ITEM_LIB_CLASS                        = "Reading rooms"
IDS_RCS_ITEM_INNER_30KN                       = "Gross vehicle weight: <= 30KN (Interior)"
IDS_RCS_ITEM_OUTER_30KN                       = "Gross vehicle weight: <= 30KN (Exterior)"
IDS_RCS_ITEM_30KN_90KN                        = "30kN < Gross vehicle weight <= 90KN"
IDS_RCS_ITEM_90KN_180KN                       = "90kN < Gross vehicle weight <= 180KN"
IDS_RCS_ITEM_OUTER_PASSGE                     = "Exterior traffic and siedwalk areas"
IDS_RCS_ITEM_PROOF_NO_USE                     = "Roofs not accessible (Live load of roofs)"
IDS_RCS_ITEM_PROOF_WALK                       = "Walkways"
IDS_RCS_ITEM_PROOF_NO_ENTERANCE               = "Garden areas not accessible"
IDS_RCS_ITEM_ROBBY_PASSAGE_1ST                = "Lobbies and hallways in the 1st story"
IDS_RCS_ITEM_STAIR_HOUSE                      = "Detached or duplex houses"
IDS_RCS_ITEM_STAIR_ETC                        = "Other stairs"

IDS_IBC2012_DGNLOAD_AccFloorSys               = "Acess floor system"
IDS_IBC2012_DGNLOAD_AccFloorSys_OFFICE        = "Office Use"
IDS_IBC2012_DGNLOAD_AccFloorSys_COMPUTER      = "Computer Use"
IDS_IBC2012_DGNLOAD_ArmAndDrlRoom             = "Armories and drill rooms"
IDS_IBC2012_DGNLOAD_ArmAndDrlRoom_ARM         = "Armories and drill rooms"
IDS_IBC2012_DGNLOAD_AssemArea                 = "Assembly Areas"
IDS_IBC2012_DGNLOAD_AssemArea_FIXED           = "Fixed seats ( fastened to floor )"
IDS_IBC2012_DGNLOAD_AssemArea_FOLLOW          = "Follow spot, projections and control rooms"
IDS_IBC2012_DGNLOAD_AssemArea_LOBBY           = "Lobbies"
IDS_IBC2012_DGNLOAD_AssemArea_MOVABLE         = "Movable seats"
IDS_IBC2012_DGNLOAD_AssemArea_STAGE           = "Stage floors"
IDS_IBC2012_DGNLOAD_AssemArea_PLATFORM        = "Platforms ( assembly )"
IDS_IBC2012_DGNLOAD_AssemArea_OTHER           = "Other assembly areas"
IDS_IBC2012_DGNLOAD_CatWalk                   = "Catwalks"
IDS_IBC2012_DGNLOAD_CatWalk_CATWALK           = "Catwalks"
IDS_IBC2012_DGNLOAD_Cornice                   = "Cornices"
IDS_IBC2012_DGNLOAD_Cornice_CORNICE           = "Cornices"
IDS_IBC2012_DGNLOAD_Corrid                    = "Corridors"
IDS_IBC2012_DGNLOAD_Corrid_FIRST              = "First floor"
IDS_IBC2012_DGNLOAD_DiningRest                = "Dining rooms and restaurants"
IDS_IBC2012_DGNLOAD_DiningRest_DINING         = "Dining rooms and resaurants"
IDS_IBC2012_DGNLOAD_FireEsc                   = "Fire escapes"
IDS_IBC2012_DGNLOAD_FireEsc_FIRE              = "Fire escapes"
IDS_IBC2012_DGNLOAD_FireEsc_SINGLE            = "On single-family dwelings only"
IDS_IBC2012_DGNLOAD_Garage                    = "Garages"
IDS_IBC2012_DGNLOAD_Garage_PASSENGER          = "Passenger vehicles only"
IDS_IBC2012_DGNLOAD_Hospital                  = "Hospitals"
IDS_IBC2012_DGNLOAD_Hospital_CORRID           = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Hospital_OPERATE          = "Operating rooms, laboratories"
IDS_IBC2012_DGNLOAD_Hospital_PATIENT          = "Patient rooms"
IDS_IBC2012_DGNLOAD_Library                   = "Libraries"
IDS_IBC2012_DGNLOAD_Library_CORRID            = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Library_READING           = "Reading rooms"
IDS_IBC2012_DGNLOAD_Library_STACK             = "Stack rooms"
IDS_IBC2012_DGNLOAD_Manufact                  = "Manufacturing"
IDS_IBC2012_DGNLOAD_Manufact_HEAVY            = "Heavy"
IDS_IBC2012_DGNLOAD_Manufact_LIGHT            = "Light"
IDS_IBC2012_DGNLOAD_Marquee                   = "Marquees"
IDS_IBC2012_DGNLOAD_Marquee_MARQ              = "Marquees"
IDS_IBC2012_DGNLOAD_Office                    = "Office buildings"
IDS_IBC2012_DGNLOAD_Office_CORRID             = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_Office_LOBBY              = "Lobbies and first-floor corridors"
IDS_IBC2012_DGNLOAD_Office_OFFICE             = "Offices"
IDS_IBC2012_DGNLOAD_Penal                     = "Penal institutions"
IDS_IBC2012_DGNLOAD_Penal_CELL                = "Cell blocks"
IDS_IBC2012_DGNLOAD_Penal_CORRID              = "Corridors"
IDS_IBC2012_DGNLOAD_Recreate                  = "Recreational uses"
IDS_IBC2012_DGNLOAD_Recreate_BOWLING          = "Bowling alleys, poolrooms and similar uses"
IDS_IBC2012_DGNLOAD_Recreate_DANCE            = "Dance halls and ballrooms"
IDS_IBC2012_DGNLOAD_Recreate_GYM              = "Gymmansiums"
IDS_IBC2012_DGNLOAD_Recreate_STAND            = "Reviewing stands, grandstands and bleachers"
IDS_IBC2012_DGNLOAD_Recreate_STADIUM          = "Stadiums and arenas with fixed seats ( fastedn to floor )"
IDS_IBC2012_DGNLOAD_ResideDwell               = "Residential ( One-and two-family dwellings )"
IDS_IBC2012_DGNLOAD_ResideDwell_NOSTORAGE     = "Uninhabitable attics without storage"
IDS_IBC2012_DGNLOAD_ResideDwell_STORAGE       = "Uninhabitable attics with storage"
IDS_IBC2012_DGNLOAD_ResideDwell_HABITABLE     = "Habitable attics and sleeping areas"
IDS_IBC2012_DGNLOAD_ResideDwell_OTHER         = "All other areas"
IDS_IBC2012_DGNLOAD_ResideHotel               = "Residential ( Hotels and multifamily dwellings )"
IDS_IBC2012_DGNLOAD_ResideHotel_PRIVATE       = "Private rooms and corridors serving them"
IDS_IBC2012_DGNLOAD_ResideHotel_PUBLIC        = "Public rooms and corridors serving them"
IDS_IBC2012_DGNLOAD_RoofAwning                = "Roof ( Awning and canopies )"
IDS_IBC2012_DGNLOAD_RoofAwning_FABRIC         = "Fabric construction supported by a skeleton structure"
IDS_IBC2012_DGNLOAD_RoofAwning_OTHER          = "All other construction"
IDS_IBC2012_DGNLOAD_RoofUnoccupy              = "Roof ( Unoccupiable )"
IDS_IBC2012_DGNLOAD_RoofUnoccupy_FLAT         = "Ordinary flat, pitched and curved roofs"
IDS_IBC2012_DGNLOAD_RoofOccupy                = "Roof ( Occupiable )"
IDS_IBC2012_DGNLOAD_RoofOccupy_GARDEN         = "Roof gardens"
IDS_IBC2012_DGNLOAD_RoofOccupy_ASSEMBLY       = "Assembly areas"
IDS_IBC2012_DGNLOAD_School                    = "Schools"
IDS_IBC2012_DGNLOAD_School_CLASS              = "Classrooms"
IDS_IBC2012_DGNLOAD_School_CORRID             = "Corridors above first floor"
IDS_IBC2012_DGNLOAD_School_1STCORRID          = "First-floor corridors"
IDS_IBC2012_DGNLOAD_SideWalk                  = "Sidewalks, vehicular drive way and yards, subject to trucking"
IDS_IBC2012_DGNLOAD_SideWalk_SIDEWALK         = "Sidewalks, vehicular drive way and yards, subject to trucking"
IDS_IBC2012_DGNLOAD_Stair                     = "Stairs and exits"
IDS_IBC2012_DGNLOAD_Stair_DWELLING            = "One- and two-family dwellings"
IDS_IBC2012_DGNLOAD_Stair_OTHER               = "All other"
IDS_IBC2012_DGNLOAD_Storage                   = "Storage warehouses"
IDS_IBC2012_DGNLOAD_Storage_HEAVY             = "Heavy"
IDS_IBC2012_DGNLOAD_Storage_LIGHT             = "Light"
IDS_IBC2012_DGNLOAD_Store                     = "Stores"
IDS_IBC2012_DGNLOAD_Store_RETAIL1ST           = "Retail - First floor"
IDS_IBC2012_DGNLOAD_Store_RETAILUPP           = "Retail - Upper floors"
IDS_IBC2012_DGNLOAD_Store_WHOLESALE           = "Wholesale, all floors"
IDS_IBC2012_DGNLOAD_WalkWay                   = "Walkways and elevated platforms ( other than exitways )"
IDS_IBC2012_DGNLOAD_WalkWay_WALKWAY           = "Walkways and elevated platforms ( other than exitways )"
IDS_IBC2012_DGNLOAD_YardTerrace               = "Yards and terraces, pedestrians"
IDS_IBC2012_DGNLOAD_YardTerrace_YARD          = "Yards and terraces, pedestrians"

IDS_RCS_DEVELOP_LIMIT_INT                     = "값이 0보다 커야 합니다."
IDS_RCS_DEVELOP_LIMIT_DOUBLE                  = "값이 0.0보다 커야 합니다."
IDS_RCS_DEVELOP_TOOLTIP_TYPE                  = "Ld: 정착길이 / Ls: 이음길이"
IDS_RCS_DEVELOP_TOOLTIP_COVER                 = "콘크리트 표면에서 철근 중심까지의 거리"
IDS_RCS_DEVELOP_TOOLTIP_ALPHA                 = "철근배근위치계수"
IDS_RCS_DEVELOP_TOOLTIP_BETA                  = "에폭시도막계수"
IDS_RCS_DEVELOP_TOOLTIP_LAMBDA                = "경량콘크리트계수"
IDS_RCS_DEVELOP_TOOLTIP_SPACE                 = "배근 간격"
IDS_RCS_DEVELOP_TOOLTIP_KTR                   = "횡방향 철근지수"
/**/IDS_RCS_DEVELOP_TOOLTIP_S                 = "Spacing of transverse bars"
/**/IDS_RCS_DEVELOP_TOOLTIP_NS                = "Number of transverse bars"
/**/IDS_RCS_DEVELOP_TOOLTIP_NL                = "Number of bars or wires being developed or lap spliced along the plane of splitting"
/**/IDS_RCS_DEVELOP_TOOLTIP_FYT               = "Yield strength of transverse reinforcement"
IDS_RCS_DEVELOP_TOOLTIP_ASREQ                 = "소요 철근량"
IDS_RCS_DEVELOP_TOOLTIP_ASUSE                 = "배근 철근량"
IDS_RCS_DEVELOP_TOOLTIP_HOOP                  = "지름이 6mm 이상이고, 나선간격이 100mm 이하인 나선철근 또는 중심간격 100mm 이하로 배치된 D13 띠철근으로 둘러싸인 압축이형철근: 0.75"
IDS_RCS_DEVELOP_TOOLTIP_CONCFACTOR            = "D35 이하 철근에서 갈고리 평면에 수직 방향인 측면 피복 두께가 70mm 이상이며, 90˚ 갈고리에 대해서는 갈고리를 넘어선 부분의 철근 피복 두께가 50mm 이상인 경우: 0.7"
IDS_RCS_DEVELOP_TOOLTIP_STIRRUP               = "D35이하 철근에서 갈고리를 포함한 전체 정착 길이 ldh구간에 3db이하 간격으로 띠철근 또는 스터럽이 둘러싼 경우: 0.8"
IDS_RCS_DEVELOP_TOOLTIP_LIGHTCONC             = "경량콘크리트: 1.3"
IDS_RCS_DEVELOP_TOOLTIP_EPOXY                 = "에폭시 도막된 갈고리 철근: 1.2"
IDS_RCS_DEVELOP_TOOLTIP_LDTENS                = "인장 정착길이"

IDS_RCS_DEVELOP_TOOLTIP_ACI_STIRRIP           = "受壓鋼筋之修正因數"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ANCHOR            = "受拉鋼筋標準彎鉤之修正因數"
IDS_RCS_DEVELOP_TOOLTIP_ACI_LAMDA             = "輕質混凝土單位重之修正因數"     
IDS_RCS_DEVELOP_TOOLTIP_ACI_CC                = "鋼筋保護層厚度"
IDS_RCS_DEVELOP_TOOLTIP_ACI_SPACE             = "縱向鋼筋心到心的間距"
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSIT              = "伸展長度之鋼筋位置修正因數" 
IDS_RCS_DEVELOP_TOOLTIP_ACI_PSIE              = "伸展長度之鋼筋塗布修正因數"
IDS_RCS_DEVELOP_TOOLTIP_ACI_KTR               = "橫向鋼筋指標"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ASREQ             = "鋼筋面積需求量"
IDS_RCS_DEVELOP_TOOLTIP_ACI_ASUSE             = "鋼筋面積提供量"
IDC_RCS_DEVELOP_TOOLTIP_ACI_FORMULA           = "k Factors: [1] k=25, [2] k=20, [3] k=50/3, [4] k=40/3"
IDC_RCS_DEVELOP_TOOLTIP_ACI_FORMULA_METRIC    = "k Factors: [1] k=2.1, [2] k=1.7, [3] k=1.4, [4] k=1.1"

// PBD
IDS_RCS_TBL_PBD_PART                          = "區塊"
IDS_RCS_TBL_PBD_PART_TOP                      = "上方"
IDS_RCS_TBL_PBD_PART_BOTTOM                   = "下方"
IDS_RCS_TBL_PBD_DEMAND                        = "需求"
IDS_RCS_TBL_PBD_CAPACITY                      = "容量"
IDS_RCS_TBL_PBD_CAPA_PNC                      = "PnC"
IDS_RCS_TBL_PBD_CAPA_PNT                      = "PnT"
IDS_RCS_TBL_PBD_CAPA_ME_P                     = "Me(+)"
IDS_RCS_TBL_PBD_CAPA_ME_N                     = "Me(-)"
IDS_RCS_TBL_PBD_CAPA_ME                       = "Me"
IDS_RCS_TBL_PBD_CAPA_MEX                      = "Mex"
IDS_RCS_TBL_PBD_CAPA_MEY                      = "Mey"
IDS_RCS_TBL_PBD_CAPA_VN                       = "Vn"
IDS_RCS_TBL_PBD_CAPA_VNX                      = "Vnx"
IDS_RCS_TBL_PBD_CAPA_VNY                      = "Vny"
IDS_RCS_TBL_PBD_CONTROLLED_ACTION             = "受控制的行為"
IDS_RCS_TBL_PBD_TRANSVERSE_REINF              = "橫向鋼筋"
IDS_RCS_TBL_PBD_AXIAL_FORCE_RATIO             = "軸力\n比值"
IDS_RCS_TBL_PBD_AXIAL                         = "軸力"
IDS_RCS_TBL_PBD_FLEXURAL                      = "撓曲"
IDS_RCS_TBL_PBD_SHEAR                         = "剪力"
IDS_RCS_TBL_PBD_M_FACTOR                      = "m係數"
IDS_RCS_TBL_PBD_M_FACTOR_X                    = "x"
IDS_RCS_TBL_PBD_M_FACTOR_Y                    = "y"
IDS_RCS_TBL_PBD_DCR                           = "DCR"
IDS_RCS_TBL_PBD_PERFORMANCE                   = "性能"
IDS_RCS_TBL_PBD_IO                            = "IO"
IDS_RCS_TBL_PBD_LS                            = "LS"
IDS_RCS_TBL_PBD_CP                            = "CP"

IDS_RCS_TBL_PBD_RHO_RATIO                     = "(ρ-ρ′)\n/ρ_bal"
IDS_RCS_TBL_PBD_CONF_BOUN                     = "受限邊界"
IDS_RCS_TBL_PBD_CONF_BOUN_YES                 = "Yes"
IDS_RCS_TBL_PBD_CONF_BOUN_NO                  = "No"

IDS_RCS_TBL_SPLIT                             = "Splitting failure"
IDS_RCS_TBL_CONC_TENS                         = "Conc.\n( Tension )"
IDS_RCS_TBL_CONC_SHEA                         = "Conc.\n( Shear )"
IDS_RCS_TBL_ANCH_TENS                         = "Anch.\n( Tension )"
IDS_RCS_TBL_ANCH_SHEA                         = "Anch.\n( Shear )"
IDS_RCS_TBL_ANCH_STLS                         = "STLS.\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOS                         = "CBOS.\n( Ratio )"
IDS_RCS_TBL_ANCH_POSS                         = "POSS.\n( Ratio )"
IDS_RCS_TBL_ANCH_SFBS                         = "SFBS.\n( Ratio )"
IDS_RCS_TBL_ANCH_BSAA                         = "BSAA.\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOX                         = "CBOS.x\n( Ratio )"
IDS_RCS_TBL_ANCH_CBOY                         = "CBOS.y\n( Ratio )"
IDS_RCS_TBL_ANCH_CPOS                         = "CPOS.\n( Ratio )"
IDS_RCS_BATCH_URAB__d__d                      = "Designing RC Anchor Bolt. ( %d / %d )"
IDS_RCS_TBL_BOND_STRESS                       = "Bond Stress"
IDS_RCS_TBL_BOND_TAU_CR                       = "τ_cr"
IDS_RCS_TBL_BOND_TAU_UN                       = "τ_un"

IDS_RCS_ERROR_COLM_LOAD_GURCF                 = "The number of load combinations must be equal for each column"

IDS_RCS_SRA_MSG_READ_FAIL                     = "SRA Text File is not Readable"
IDS_RCS_SRA_MSG_FILE_IS_EMPTY                 = "SRA Text File is Empty"
IDS_RCS_SRA_MSG_UNIT_IS_INVALID_LENGTH        = "Unit for Length is not Valid"
IDS_RCS_SRA_MSG_UNIT_IS_INVALID_FORCE         = "Unit for Force is not Valid"
IDS_RCS_SRA_MSG_DATA_NOT_EXIST                = "SRA Text File has no Valid Data"
IDS_RCS_TBL_EC_VED_VRDMAX                     = "V.Ed/V.Rd,max"
IDS_RCS_TBL_PU_PN							  = "Pu/Pn"
IDS_RCS_TBL_MC_MN							  = "Mu/Mn"
IDS_RCS_TBL_VU_VN                             = "Vu/Vn"

IDS_RCS_GROUP_NAME_IS_EMPTY                   = "Grouping Name is not Entered."
